[
    {
        "entry": 1,
        "treatments": [
            "The solution is to not only drink water, remember water flushes out yr body so make sure u r getting all the vitamins u need at the same time.",
            "don't over do it, 8 glasses of water a day is fine (8ounces per glass)"
        ],
        "causes": []
    },
    {
        "entry": 2,
        "treatments": [],
        "causes": [
            "It could also be that your period is irregular and you are actually menstrating.",
            "There are several things that can cause mid period bleeding:",
            "1) Polycystic ovaries",
            "2) Fibroids",
            "3) Endometriosis",
            "It can be your hormones, cists, stress or anything."
        ]
    },
    {
        "entry": 4,
        "treatments": [],
        "causes": [
            "It is because when you sit your bladder/ureter and other structure in the urinary system is impinged, therefore, when you stand it straightens.",
            "It's possible that your bladder has prolapysed (fallen)."
        ]
    },
    {
        "entry": 5,
        "treatments": [],
        "causes": [
            "this sounds like it could be whats called a ring worm , no it is not actually a worm !",
            "its is a type of fungus however that is highly contagiouse , you sould take your baby to the doctor because this well only grow bigger and if the area is in the scalp your child will require a special shampoo , if the spot is on some other area of the body you can purchase antifungal shaves that well help to heal the area , but it is safest to check with you doctor to first be sure that it is ring worm , and second to know if its safe to use an over the counter med .",
            "if you child is in day care its very posiable that this is where this could have came from , also you can contract them from your pets , and in rare cases dirt.",
            "probably a ring worm"
        ]
    },
    {
        "entry": 7,
        "treatments": [
            "try hydrocortisone cream...."
        ],
        "causes": [
            "i believe it is a heat rash since it only comes in the heat.",
            "it maybe one of your face creams check the back of your facial creams and things to see if there may be a warning."
        ]
    },
    {
        "entry": 8,
        "treatments": [
            "yes but give it a rest every once and awhile",
            "Yes but use lubrication to avoid blisters."
        ],
        "causes": []
    },
    {
        "entry": 10,
        "treatments": [],
        "causes": [
            "Perhaps you're irregular.",
            "If you have just recently started taking the pill the hormones in it can alter your cycle."
        ]
    },
    {
        "entry": 11,
        "treatments": [
            "unfortunately the best pain medication for these types of pain was taken off the market, and nonnarcotic mobic try buying a book from mayo clinic or a holistic health book for rheumatoid atrhitis it should have info about diet also I picked one up for my exboyfriend a couple years ago and it helped him tremendously a little lifestyle change goes a long way",
            "Tell him to take fish oil tablets!",
            "its real easy to fix the pain marijauna weed reefer pot smoke cannibus dope greens herb etc."
        ],
        "causes": []
    },
    {
        "entry": 16,
        "treatments": [
            "Drink ALOT of water probably around a gallon a day if your active in the weather, also drink it at room tempeture, in hot weather if you chug cold water the tempeture differance can be to much and it can make you get sick, like puking sick, Think of how much your sweating, you need to replace that by twice as much, to replace what your sweating and by still giving your body the water it needs on a daily basis with out sweating in the equation, If you dont like to drink water, your just going to have to get used to it, if your outside alot in the summer with high humidity and you dont drink water you have a good chance of getting heat stroke and thats NOT fun at all!!",
            "jump in a pool, stream , ocean , lake etc",
            "Drink lots and lots of water.",
            "Take mini breaks from the activities you are doing.",
            "Get plenty of rest at night.",
            "Try planning any outdoor activities before 2:00 pm when it is the hottest or after 5:00 pm when the temps are usually coming down."
        ],
        "causes": []
    },
    {
        "entry": 17,
        "treatments": [],
        "causes": [
            "your blatter might be feeling neglected so its taking a toll on your body.",
            "I honestly think your 1st problem is caused bc u holding in your pee.",
            "you could have an infection or you could have a another problem.."
        ]
    },
    {
        "entry": 20,
        "treatments": [
            "2)Have you tried hydrogen peroxide (Sp?).",
            "SO USE A SOFT TOOTH BRUSH AND BRUSH FROM TOP GUMS DOWN AND BOTTOM GUMS UP OH AND DON'T FORGET THE INSIDE OF YOUR TEETH.",
            "if u care about your teeth use sensodin total care, it is very good for whitening"
        ],
        "causes": []
    },
    {
        "entry": 23,
        "treatments": [
            "Try not pushing them, and be special nice to them at this time."
        ],
        "causes": [
            "Its part of the female chemistry.",
            "Its mostly phycological, but physical aspect is that they are weaker at this time as they are loosing blood + other fluids in their body, twhich makes them as such.",
            "Hormones do this to us.",
            "Estrogen which is normally higher is lower, while Progesterone is higher.",
            "Nature meant it to be that way, but the change in hormones drives other chemicals in our brains.",
            "I heard it best explained as being more in tune with yourself when you have your period.",
            "hormones are out of wack."
        ]
    },
    {
        "entry": 26,
        "treatments": [
            "sit-ups- more than 20 a day.",
            "you should try doing like atleast 20 of several different types of situps (leaning towards specifically one side, sitting straight up, rotating)",
            "One word: gym.",
            "Keep going.",
            "I would say breastfeeding, but it's a little late for that.",
            "The best thing I found was Billy Blanks Taebo Ultimate abs.",
            "Throw a few 3 lb."
        ],
        "causes": []
    },
    {
        "entry": 27,
        "treatments": [
            "There are things you can do like dietary measures like including soy in the diet, these will bind on to the oestrogen receptors and limit the amount of space your own endogenous oestrogen can bind to on the cell, flax at 25g daily will help with vaginal dryness.",
            "Hormone replacement therapy maybe useful.",
            "manopause remedy is a divorce"
        ],
        "causes": []
    },
    {
        "entry": 28,
        "treatments": [
            "I believe that warm or cold compresses of patches may be a good option.",
            "go to the nearest herb shop and get the herb called eyebright",
            "vinegar.",
            "Try glucosamine.... works for me."
        ],
        "causes": []
    },
    {
        "entry": 34,
        "treatments": [
            "deodorant.",
            "Use any decent shaving gel while shaving and lotion afterwards.",
            "laser hair removal!!",
            "use after shaving lotion.",
            "try skinttimates."
        ],
        "causes": []
    },
    {
        "entry": 37,
        "treatments": [
            "inhalation steam .",
            "pour boiling water in a bowl and add some menthol or euycalyptus and breath the vapors cover your head over with a towel to trap steam.",
            "1/3 teaspoon of plain salt, and a big pinch of baking soda.",
            "one cup warm water.",
            "Put in baby syringe you see in the store for aspiration it is a little rubber thing.",
            "nostril, tip my head to the side and allow the salt water to flow into the",
            "Keep alternating back and forth, repeating if necessary with",
            "Do not use force.",
            "It is  nasal douche."
        ],
        "causes": [
            "sinus."
        ]
    },
    {
        "entry": 38,
        "treatments": [
            "You can get some debrox otc in any pharmacy.",
            "try the bees wax candles, they really do work, you can get them at a GNC or a health food store",
            "Antihistamines like Benadryl, and decongestants like Sudafed are good for drying things up, but you need to find out the root of the problem.",
            "Water?",
            "try putting rubbing alcohol in your ear"
        ],
        "causes": [
            "Allergies?"
        ]
    },
    {
        "entry": 39,
        "treatments": [
            "get to a pharmacy or health food store and get some OILOF CLOVE."
        ],
        "causes": [
            "sounds like a dry socket to me...",
            "I agree that it totally sounds like a dry socket.",
            "you have dry sockets - you lost the scab and yes the pain in unreal and nothing like you've ever felt before i'm sure.",
            "It sounds like an infection....."
        ]
    },
    {
        "entry": 42,
        "treatments": [
            "The best way to combat is to take supplementary Iron tablets with your daily diet.",
            "A more long-term solution is to eat more spinach, red meat and beetroot."
        ],
        "causes": [
            "Not eating red meat!",
            "It's caused by the lack of Iron in your system..."
        ]
    },
    {
        "entry": 48,
        "treatments": [
            "antibiotics are best and take the full course.",
            "to help and to prevent further ones you may want to clean your sinus a little.",
            "take a 8oz cup add 1/8 teaspoon NON IODIZED salt and if you want a pinch of baking soda to warm water.",
            "then take a nasal bulb ( you can get one from most grocery stores) get the one with the small tip not the one witht he long skinny tip and fluch it into your nose until it either comes out your other nostrel or down your throat and then let it drain.",
            "Garlic is not good but peroxide does work, put a capful in the ear and leave for 5 - 10 minutes then shake it out"
        ],
        "causes": []
    },
    {
        "entry": 49,
        "treatments": [
            "Buy a ginger root at the grocery store.",
            "Peel it and boil it in enough water to cover it.",
            "Add lemon, honey and cloves to the mixture.",
            "Boil until it looks like the ingredients have meshed together.",
            "Drink it once an hour for your cough.",
            "The best relief for body pain is an hot bath, sea salt of even oatmeal can prolong body pain relief.",
            "hot lemon tea with honey",
            "Drink a hot liquid, tea with honey or hot chicken broth.",
            "And for the body pains get a heater in your bathroom and a really hott bath!!",
            "Also if you want to take the hot bath for a period of time, drain some water for a while and then refile with hot while your still in the tub.",
            "cough mostly @ night-avoid cold drinks, chicken",
            "cough mostly in the day time- avoid fried food, food that cause heatiness",
            "cough with lots of phelgm-avoid sweet stuff",
            "Dry cough- hv more water, don't stay too long in air-con rooms, hv more fresh air.",
            "if no choice wear some warm to keep your neck warm.",
            "drink warm honey + lemon ( not too much of honey)",
            "panadol (not sure, cos i am allergy to panadol)",
            "Anarex (in blue & white, round and flat looking tablet.",
            "Any hot tea will do.",
            "You could also try zinc or vitamin c lozenges.",
            "As for body pains, you could take a pain reliever such as ibouprofen (AKA Motrin or Advil or Tylenol).",
            "Then sleep.",
            "Honey and lemon, ginger tea, green tea, chicken soup, Joshanda in tea.",
            "Strong tea or coffee will also help body pain."
        ],
        "causes": []
    },
    {
        "entry": 50,
        "treatments": [
            "and dont use food down there cause it can and usually will lead to infection."
        ],
        "causes": [
            "It might be a reaction to the honey.",
            "if you are itching \"down there\" it is a yeast infection...",
            "Maybe bf has a yeast infection  and you were doing some oral sex?",
            "It has to be a reaction to the honey."
        ]
    },
    {
        "entry": 54,
        "treatments": [
            "You'll need to learn about nutrition and exersizes that will strengthen the muscle groups you're interested in.",
            "for the your chests you can do pushups",
            "Estrogen tablets help, see all the women with big breasts?",
            "You can try california boob job as well.",
            "Do standing free squats"
        ],
        "causes": []
    },
    {
        "entry": 57,
        "treatments": [
            "The only thing i can think of is to get on birth control."
        ],
        "causes": [
            "You may have a cyst on your ovary.",
            "Its probably cause your getting your period, every girls body is different."
        ]
    },
    {
        "entry": 58,
        "treatments": [
            "Do rope skipping it really helps",
            "swimming.",
            "=) After meal (i tried aft dinner), Stand instead of sitting down after a full meal.",
            "Stand for around 1/2 hr to 1 hr.",
            "=) Otherwise, go exercise.",
            "do yoga"
        ],
        "causes": []
    },
    {
        "entry": 59,
        "treatments": [],
        "causes": [
            "You might need a different pill or you could actually have some medical condition that needs immediate attention.",
            "or maybe this pill isnt for you"
        ]
    },
    {
        "entry": 61,
        "treatments": [
            "Bleach.",
            "bleach if the cloths are white.",
            "but i guess if its like mold you could leave it out to dry in the sun.",
            "rewash theclothes with your soap and add a small amount of vinegar and pine-sol to the wash as well.",
            "Drying them right after the wash.",
            "Dry them",
            "Run the clothes through a rinse/spin cycle and then start the cycle back at the beginning and add your soap and run through the whole cycle."
        ],
        "causes": []
    },
    {
        "entry": 63,
        "treatments": [
            "Breathe slowly and deeply.",
            "Remember to breathe slowly and deeply.",
            "You can close your eyes when it's your turn for the shot.",
            "Do NOT get vaccinated.",
            "Two; pretend it's a splinter or a thorn or something like that.",
            "Think of something pleasant that you love and take DEEP breaths and do not concentrate on it.",
            "step right up look at something far away and you prob wont feel much of anything..."
        ],
        "causes": []
    },
    {
        "entry": 67,
        "treatments": [
            "# 4 seriously try zoloft or something & you may find some relief."
        ],
        "causes": [
            "I am a diabetic and from what I see of your symptoms you MIGHT have diabetic issues also.",
            "your symptoms sound linked to an under or over active thyroid gland.",
            "excessive thirst can be a sign of diabetes, but this is quite a classic sign so i am sure dr has done tests to rule this out.",
            "# 1 the followng symptomes seems psychological to me",
            "# 3 positive ANA & anti-RNP points toward an auto-immune phenomenon or disease BUT tis must be taken in context with clinical features."
        ]
    },
    {
        "entry": 69,
        "treatments": [
            "warm compress sometimes helps too",
            "Remove the offending eyelash and it should clear up!",
            "Generally its best to let them run their course.",
            "Dont rub or touch if possible!",
            "Keep your face clean so that you lessen the germs and microbes that might migrate towards the infected area.",
            "Keep your fingers off of it.",
            "Distract yourself by keeping yourself so busy you no longer have opportunity to even think of it."
        ],
        "causes": []
    },
    {
        "entry": 73,
        "treatments": [
            "If it is determined that is a migraine, then you treat it as a migraine.",
            "If there is none, then you treat the pain."
        ],
        "causes": []
    },
    {
        "entry": 74,
        "treatments": [
            "Maybe if its your first one you should use a pad instead.",
            "Lean forward.",
            "put some vasoline on the tampon....",
            "incert it and imagine you area pushing it up twords your belliebutton"
        ],
        "causes": []
    },
    {
        "entry": 76,
        "treatments": [
            "Brush your teeth soon afte you wake up.",
            "also gently brush your tongue too.",
            "Also brush after every meal.",
            "Drink a glass of water before going to bed.",
            "Regular dental checkups and teeth and gum cleaning also helps.",
            "Go to the dentist for a cleaning, floss every day, brush your teeth twice a day and use a good mouthwash."
        ],
        "causes": [
            "Bad mouth odor is caused chiefly by the lack of saliva production while we are asleep.",
            "(muc of the odor can come form secretions on the tongue.",
            "It's from bacterial action.",
            "It's your oral hygiene that needs work."
        ]
    },
    {
        "entry": 77,
        "treatments": [
            "If this does develop, however, Glucophage (generic name Metformin) is very helpful to PCOS sufferers.",
            "I have found that increasing lean protein and reducing carbs is a big factor."
        ],
        "causes": []
    },
    {
        "entry": 79,
        "treatments": [
            "Try solomon seal tea.",
            "Try an earth fuller mud bath.",
            "Supplements To Take:",
            "Aloe Vera,",
            "Beta Carotene",
            "Borage Oil",
            "Colloidal Silver",
            "Evening Primrose Oil",
            "Fish Oil",
            "Germanium",
            "Glucosamine Sulphate",
            "Grape Seed Extract",
            "Green Tea",
            "Licorice",
            "MSM",
            "Niacin",
            "Pantothenic Acid",
            "Pycnogenol",
            "SAMe",
            "Selenium",
            "Shark Cartilage",
            "Water",
            "Calcium magnesium complex and some chondroitin glucosamine can help.",
            "Things like Pau D'arco and Cat's Claw or Devils Claw",
            "Pharmaceutical grade DMSO like many use in Europe.",
            "Pilates and modified Pilates or T'ai Chi can be helpful.",
            "Lots of clean water.",
            "Himilayan Goji Juice"
        ],
        "causes": []
    },
    {
        "entry": 82,
        "treatments": [
            "watch your diet, cause what you eat affects your breast milk and its an excellant way to speed the process by breastfeeding",
            "watch you cal.",
            "and excurcise.",
            "Wait until after you are done to diet or engage in more than moderate exercise."
        ],
        "causes": []
    },
    {
        "entry": 83,
        "treatments": [
            "Swab with alcohol, then remove with tweezers and/or a sterilized sewing needle, much as you would a splinter.",
            "ONE PERSON INFORMED ME, A HUNTER, THE BEST WAY TO REMOVE A TICK IS TO PUT GOBS OF VASELINE SO IT SMOTHERS THEM OUT.",
            "Pull it out immediately!",
            "Or remove it with a pin.",
            "Get some tweezers, use a lighter to get the end of them hot and pull it off with the tweezers.",
            "The heat will make it lose its grasp.",
            "Take a match and light it and let it burn for a second and then blow it out.",
            "Hold the tip of the match on the tick and it should release your skin.",
            "Try to brush it off or take a pair of tweezers and try taking it off.",
            "Don't leave the head in!!!",
            "Do not use mineral oil or vaseline because when put on a tick it could make them shoot their venom/posion into your body.",
            "yep alcohol is probably the best thing...",
            "don't use fire..."
        ],
        "causes": []
    },
    {
        "entry": 84,
        "treatments": [
            "one word'' Proactiv'",
            "ProActive or Clean and Clear advanced spot treatment"
        ],
        "causes": []
    },
    {
        "entry": 86,
        "treatments": [
            "don't stop having sex!"
        ],
        "causes": [
            "You shold know that migraine comes when some vains get wider for some reasons not known yet.",
            "Each time your vains get wider for high blood flow, you will experience the same problem.",
            "blood pressure; possibly cardio problem?",
            "respiritory issue?",
            "cause it wasnt good",
            "Your headache is probably just from the intensity of orgasm."
        ]
    },
    {
        "entry": 87,
        "treatments": [
            "I would take a small amout of ibruprofen to see if that helps reduce the swelling."
        ],
        "causes": [
            "Chances are the swelling is just due to your immune system reacting to the infection but it is worth seeking medical advice anyway just in case.",
            "maybe - it could be something else though!"
        ]
    },
    {
        "entry": 88,
        "treatments": [
            "See if your shoes need cleaned out with some warm water and detergent.",
            "In the meantime, you just have to add insect repellant to the soap, deoderant, shampoo and cologne you are already wearing!",
            "Try washing your pads!"
        ],
        "causes": [
            "It is most likely a combination of your sweat and hormones secreted through the skin (pheromones).",
            "perhaps your sweat stinks, your armpit and feet stink during football practice which attract the flies,  even if you take a shower daily.",
            "or perhaps your cologne attracts the flies too.",
            "Maybe its your smell not that its bad."
        ]
    },
    {
        "entry": 89,
        "treatments": [
            "no keep it natural and eat healthy",
            "Go on a strict protein low fat diet with a lot of green veggies.",
            "Also add a weight lifting regimen to your workouts"
        ],
        "causes": []
    },
    {
        "entry": 90,
        "treatments": [
            "Go to the pharmacy and buy Monistat.",
            "Get the 3 day treatment pack.",
            "Make sure you do all 3 days even if your symptoms improve to make sure your infection is completely gone!",
            "they rekon a tampon dipped in natural greek yogurt will work.",
            "maybe take out straight away?"
        ],
        "causes": []
    },
    {
        "entry": 93,
        "treatments": [
            "for now take an over the counter antihistimine to stop the itching."
        ],
        "causes": [
            "you might be allergic to something that you are either wearing , eating or applying to your skin.",
            "if you are using a lotion that has perfume in it that might be causing the bumps.",
            "It can be anything a Pet, Cloth, Soap, Food, your Bed, anything.",
            "could be a rash or maybe hives",
            "it could be lupus if thats how you spell it alot of children get it and older adults i worked in a day care there is a cream doctors can give for it!"
        ]
    },
    {
        "entry": 96,
        "treatments": [],
        "causes": [
            "The first would be a foot that excessively pronates inside the shoe or boot, getting longer and bumping up against the front of the boot and putting pressure on the toenails, bruising the toenail so that it turns black.",
            "The second situation would be a rigid foot that has very little elongation within the foot, but the shoe or boot is improperly sized and fitted.",
            "Therefore, the whole foot is actually sliding forward in the shoe or the boot, bruising the ends of the toes.",
            "Could be a toenail fungus.",
            "Bacteria infection- Nail polish, Bad care of toe nails.",
            "Extremely infected ingrown toe nails... list goes on!",
            "It can be many things fungi and infection or somthing visit a podologist to see wat is making this happen"
        ]
    },
    {
        "entry": 97,
        "treatments": [
            "Drink plenty of water.",
            "Stop picking at them, first off.",
            "Wash with sensitive skin soap.",
            "Take flax seed oil.",
            "Put tea tree oil on them at first sign of infection."
        ],
        "causes": [
            "It could be your hormones acting up.. Good Luck with that."
        ]
    },
    {
        "entry": 99,
        "treatments": [
            "If the body can't work against it Severe antibiotic muz be taken",
            "I do not know what medicines your parents have had, but Tylenol will sometimes help control a fever.",
            "Sometimes cool juice mixed with water will stay inside better, about 1/2 water to 1/2 juice.",
            "Until then, Tylenol can help with fever, but will not cure it.",
            "Getting more fluid will help them sweat which will cool them off and help their bodies clean out the waste from infection, which will help them heal.",
            "Keep the fever down with paracetamol and give more fluids and soft , bland diet."
        ],
        "causes": [
            "If they have no associated symptoms such as cough or runny nose, it is likely to be viral or malaria.",
            "As both have it together, one caught it from the other so it is probably viral."
        ]
    },
    {
        "entry": 100,
        "treatments": [
            "Floss, Floss, Floss.",
            "she needs to brush her teeth 3 times a day and floss afterwards, and it would help more if she would floss directly after meals."
        ],
        "causes": [
            "Her gums bleed perhaps, because she has changed her hygiene regimen.",
            "The most common cause of bleeding gums is lack of gum health(gingival tone)  Gum tone is achieved with flosing and brushing consistently.",
            "Maybe she scratched them by accident?"
        ]
    },
    {
        "entry": 103,
        "treatments": [
            "if it hurts will on the PC roll up a tea towel and put it under it while using the mouse for elevation and at u keys board",
            "If it's CTS, carpel tunnel syndrom, you should get a brace, preferrable one from an orthopedic specialist."
        ],
        "causes": []
    },
    {
        "entry": 105,
        "treatments": [
            "I don't think yogurt has anything to do with it, just try drinking as many liquids as you can (no soda though), preferrably water, of course.",
            "Try adding a few more.",
            "Drink more water."
        ],
        "causes": []
    },
    {
        "entry": 108,
        "treatments": [
            "PB8 is a great probiotic to take.",
            "You should be able to find it at any health food store or vitamin shop.",
            "Eat yogurt with LIVE acidopholis cultures.",
            "Make sure their are no artificial sweetners in it.",
            "You also could take a good supplement, like Natrol Probiotic beads.",
            "Stay away from sugary stuff.",
            "Try to avoid using broad spectrum antibiotic that kill all types of bacteria including the useful ones like acidophilus bacilli that keep acidic pH in vagina.",
            "Use antibiotics after culture and sensitivity test of ur bacteria by getting specimen of infected material like sputum or throat swab.",
            "for the most part to prevent, keep clean and change underwear everyday.",
            "to stop yeast infection use 2-3 drops of tea tree oil mixed with 5 drops olive oil on the end of tampon insert it and wear 20 min.",
            "I don't think there is a 100% chance of preventing one, just get your doctor to give you a diflucan if you get one."
        ],
        "causes": []
    },
    {
        "entry": 109,
        "treatments": [
            "Try some steady light traction.",
            "A 5 pound weight.",
            "Make sure that your tendon is being pulled in the correct direction.",
            "Start out with 15min 3 times a day and increase time but not weight.",
            "Rest the area, stay off of it as much as possible and take NSAIDS Non-steroidal Anti-Inflammatory Drugs, Motrin is a good one(ibuprofen 400-600mg every 8 hours).",
            "One way to help tenditis out is to stretch the affected tendons out and heat them.",
            "Additionally, the hip area is probably best treated with an herbal compound form a chinese herbalist or by acupunture.",
            "Put heat on it and do some streches to help it out and also rest it"
        ],
        "causes": []
    },
    {
        "entry": 112,
        "treatments": [
            "make sure you're drinking plenty of water.",
            "your body retains water specifically for this event, so do it a favor and stay well hydrated.",
            "I'd seriously consider birth control pills to regulate your periods"
        ],
        "causes": [
            "The things you mentioned can be signs of pregnancy and the pain can be caused by your liagments stretching to accomdate a pregnancy.",
            "It could possibly be hormones, you may also be getting sick."
        ]
    },
    {
        "entry": 113,
        "treatments": [
            "first if you smoke you should quit because this constricts the airway along with blood vessels.",
            "Your doctor may prescribe bronchodilators.",
            "Proper nutrution, adequate sleep and exercise  regularly will help."
        ],
        "causes": []
    },
    {
        "entry": 114,
        "treatments": [
            "First you need to reduce the swelling.",
            "Then you need to restore complete range of motion in your ankle by using a wobble board."
        ],
        "causes": []
    },
    {
        "entry": 115,
        "treatments": [
            "replacing the cork when you awake to speak again.",
            "if you are overweight (most people with sleep apnea are) then you could lose weight.",
            "Depending on the severity a cpap machine is probably the best."
        ],
        "causes": [
            "This is what causes sleep apnea."
        ]
    },
    {
        "entry": 118,
        "treatments": [
            "Benadryl...",
            "Only thing to use is calamine lotion, and those oatmeal baths they make for when you have chicken pox.",
            "I don't know about eating anything in particular, but a friend of mine swears by this remedy:  using a vingear and water douche, soak the affected area."
        ],
        "causes": []
    },
    {
        "entry": 119,
        "treatments": [
            "Regular bathing, mild soap and water.",
            "you must change or exchange your penis.",
            "Wash it thoroughly with soap."
        ],
        "causes": [
            "I think u forget 2 wash that portion of ur body when u bathe."
        ]
    },
    {
        "entry": 122,
        "treatments": [
            "However, fine tunning with exercise before you go may help.",
            "   you should start physiotherapy.",
            "also frenkles exercises are very useful for you.",
            "you must also build your muscle.",
            "do your exercises daily."
        ],
        "causes": []
    },
    {
        "entry": 123,
        "treatments": [
            "Try back rub and heat.",
            "Sometimes a heating pad is also a help and of course exersies while your muscles are warm to help them streach",
            "Also a lot of moist heat but dont lay on it because heat rises and you can do more damage then good.",
            "If we are suffering from backache, it is good for us to rest our body on a piece of plank."
        ],
        "causes": []
    },
    {
        "entry": 124,
        "treatments": [
            "Apply deodorant/antiperspirant solid to the area after shaving and for a few days after wards.",
            "Something like SECRET solid.",
            "use an electric shaver or get shaving gel for sensitive skin and get a better razor..."
        ],
        "causes": []
    },
    {
        "entry": 125,
        "treatments": [
            "neosporin should help get the sting out of it, i would think, but i'd see the doctor before it gets any worse."
        ],
        "causes": [
            "hers was something like an allergic reaction.",
            "This is a kind of skin disease.",
            "its probably a plantar wart.",
            "It almost sounds like a type of wart."
        ]
    },
    {
        "entry": 127,
        "treatments": [
            "Keep doing those sitz baths frequently and they'll mend sooner.",
            "do not broad ur legs for few days.",
            "beware of infections.... maybe salts will help them heal faster.",
            "Take sitz baths, that mean sit in a tub of warm water up to 3-4 times a day for 15 minutes or so."
        ],
        "causes": []
    },
    {
        "entry": 130,
        "treatments": [
            "Take a 600Mg Calcium pill to help ease the pain.",
            "Take one a day and it will help you thru till you get to the Dentist!",
            "You can also buy an aniseptic mouth wash this will help.",
            "DRINK TYLANOL OR ADVIL B4",
            "Best thing to use is Oil of cloves.",
            "by take suitable precautions.",
            "Avoid eating",
            "in the mouth, brush teeth regularly with a fluoride"
        ],
        "causes": []
    },
    {
        "entry": 131,
        "treatments": [
            "Try a health food call melatonin.",
            "Go to CVS and buy the CVS brand sleep med that contains 25 mg of Dyphenhydramine and nothing else."
        ],
        "causes": []
    },
    {
        "entry": 132,
        "treatments": [
            "you have a blood test if it come back neg have another one in 6 months .",
            "you do not always have symptoms so use condoms always, and keep getting tested."
        ],
        "causes": []
    },
    {
        "entry": 133,
        "treatments": [
            "lighten up and just don't give a f*ck about it",
            "also try gin",
            "aromatherapy, it helped me just find a nice spa or something like that and investigate.",
            "if you use candles look for the diff colors they will help.",
            "if you don't want to take medicine then try to find things in your life that give you peace and focus on those things.",
            "taking drugs is the answer.",
            "if you want to discontinue its use do it by tapering down the dose slowly."
        ],
        "causes": []
    },
    {
        "entry": 134,
        "treatments": [],
        "causes": [
            "Could be a cyst or bladder infection, you have to see a doctor",
            "Usually if your period is about to start its normal to get a bit of pain / cramp",
            "constipation or impaction can do this.",
            "or food poisoning",
            "or a hernia",
            "or appendix"
        ]
    },
    {
        "entry": 135,
        "treatments": [
            "lie down on your back and turn your stomach to the side and start doing crunches side to side with legs in the hair",
            "How to lose bellyfat?"
        ],
        "causes": []
    },
    {
        "entry": 138,
        "treatments": [
            "3) You should make sure your doctor puts you on a very low dose pill to start with, the higher doses may give you masty side effects."
        ],
        "causes": [
            "Could it be that you had a miscarriage?",
            "If you are a teenager, it's a fairly common effect which happens when the hormones in your body go a little bit crazy.",
            "1) If you've recently started taking the contraceptive pill, it could be this that is causing it.",
            "2) If there was a possibility you were preganant it could be a very early miscarriage (Unlikely, but I thought I'd mention it ust for reference!)",
            "it could be because you don't have enough iron in your blood...",
            "Sometimes when you are under a lot of stress your period lasts longer.",
            "Or it could have been a miscarriage you didn't know about."
        ]
    },
    {
        "entry": 140,
        "treatments": [
            "PS - in the meantime, try an anti-inflamatory (Motrin, Advil, etc.)",
            "If that doesn't appear to work, switch to Aleve (since if the others don't work, that means the problem could be nerve related rather than bones causing inflamation that cause pain, and Aleve will be more efficient at handling that pain)."
        ],
        "causes": [
            "It sounds to me like a form of arthritis, I could be totally wrong, but that is at least a starting point...",
            "You could have hairline fractures, osteoperosis or osteoarthritis, etc.",
            "osteoperosis..",
            "that it could be..",
            "bone pain could be many things..",
            "Its a deficiency of calcium that causes the bones to be brittle.",
            "Osteoarthritis causes pain but it would be in the joints."
        ]
    },
    {
        "entry": 142,
        "treatments": [
            "You can try cleaning the eye with very warm water and maybe a boric acid solution, but It is a bacterial infection, so you need an antibiotic ointment anyway",
            "you can try to flush it out with an over the counter eye drop or even warm water - but being that it's an infection you're probably going to need antibiotic eye drops"
        ],
        "causes": []
    },
    {
        "entry": 143,
        "treatments": [
            "Abdominal massage and heat packs to ease the cramps by speeding the passage of tissue and blood, instead of just thinning the blood and prolonging the proccess, is the best way to go!",
            "Acetaminophen, Pamabrom, Pyrilamine maleate",
            "Try tylanol arthritis it works 4 me.",
            "try drinking herbal raspberry tea."
        ],
        "causes": []
    },
    {
        "entry": 144,
        "treatments": [
            "Maybe talk to your doctor about the lowest dose of bc pills and take benadryl at the same time?"
        ],
        "causes": [
            "What sounds like might be happening is when you have an increased level of hormones (when you took depo, bc pills and had your baby) your body reacted to it by getting hives.",
            "I don't think it's an allergy to the  medication, I think it's the higher hormone levels your body is producing."
        ]
    },
    {
        "entry": 145,
        "treatments": [
            "So either put that weight back on or chill out...",
            "vitamin e and zinc foods should help also"
        ],
        "causes": []
    },
    {
        "entry": 146,
        "treatments": [
            "Pinch just underneath the septum of the nose while you hold the tissue there.",
            "An icepack to the bridge of the nose or the back of the neck helps too.",
            "lay down with your nose up and put in your nose lots of tissues.",
            "Be sure you're drinking enough fluids like juice and water."
        ],
        "causes": [
            "being dehydtrated can cause nose bleeds."
        ]
    },
    {
        "entry": 148,
        "treatments": [
            "Try taking Gas X or something along those lines.",
            "try ambulating frequently, it will help to relief abdominal pain due to gas and avoid gas-forming foods such as cabbage, carbonated soda and lastly try putting chamomile oil it helps a lot.",
            "Let her rip!",
            "Try taking a laxitive to release the pressure or have an enema."
        ],
        "causes": [
            "Is this something that just started, maybe it's something you ate, take Mylanta with anti-gas or Pepto-Bismal.."
        ]
    },
    {
        "entry": 150,
        "treatments": [
            "try putting a pillow or a cushion depending on where ur sitting to force u to adjust to a straighter back!",
            "get a massage"
        ],
        "causes": []
    },
    {
        "entry": 152,
        "treatments": [],
        "causes": [
            "If you are not, then you might have polycystic ovary syndrome (PCOS) where women lacks mentrual flow, tend to be overweight, stress, etc.",
            "Well i would say that if you have been sexually active you are problay preg but if not i would say that it is normal i had a friend who didnt have one for 6 months they can start and stop especailly the younger you are.",
            "u might be pregnant..",
            "or u might be taking birth control pill for a longer period of time and you get off on it.."
        ]
    },
    {
        "entry": 158,
        "treatments": [
            "Get some iron into your diet.",
            "Have your diet rich with vitamins and minerals; stay away from chocolate or caffeine.",
            "I know this sound weird, but drink gateraid.",
            "You might also what to try tradional medicines Raspberry tea leave.",
            "If you have to use exedrine migrane.",
            "Also massage your neck that's will help too with the pressure."
        ],
        "causes": [
            "It's usually because of lack of vitamins, and also the chocolate and coffee or pop can cause headaches and even stronger cramps."
        ]
    },
    {
        "entry": 160,
        "treatments": [],
        "causes": [
            "Cigarette smoking is the number 1 cause for losing your taste buds and smelling.",
            "Losing the sense of smell can be a symptom of Parkinson's disease.",
            "It can also be caused by nasal polyps and sinus problems.",
            "dementia",
            "My doctor says it may be due to a viral infection.",
            "some medicines will cause that and some dammage and neurological disfunction"
        ]
    },
    {
        "entry": 164,
        "treatments": [
            "My best suggestion is to include regular vigorous physical activity in your routine.",
            "Get some form of exercise at least 4 times a week, 30-60 minutes."
        ],
        "causes": [
            "Perhaps you are prone to eating more when you feel better..?"
        ]
    },
    {
        "entry": 167,
        "treatments": [
            "dont stop tapering now.",
            "You can probably drop 2 mg a week until you get down to 5mg daily, then drop  an additional 1mg every week until down to 1 mg, then take one mg every other day, then every third day until you aren't taking any prednisone"
        ],
        "causes": []
    },
    {
        "entry": 168,
        "treatments": [],
        "causes": [
            "It's most likely to be leftover blood clots from your period.",
            "It's thick and jelly-like because they're a whole bunch of blood cells clumped together to make a blood clot.",
            "Perhaps you are giving birth to an alien being?",
            "Red fluid can be your body trying to start your cycle."
        ]
    },
    {
        "entry": 170,
        "treatments": [],
        "causes": [
            "sounds like you picked up an infection.",
            "could it b urinary tract infection?"
        ]
    },
    {
        "entry": 171,
        "treatments": [
            "Eat some crackers before eating a big meal!",
            "Avoiding an empty stomach",
            "Eating five or six small meals per day, rather than three large ones",
            "Ginger, in capsules, tea, or in ginger ale or ginger beer",
            "Vitamin B6 (either pyridoxine or pyridoxamine) sometimes taken in combination with the antihistamine doxylamine",
            "Acupressure applied to the P6 point on the inside of the forearm, one-sixth of the way from the wrist to the elbow",
            "Lemons, particularly the smelling of freshly cut lemons",
            "Fulfilling food cravings (pickles, etc.)",
            "seriously bath salts in the bath with hot as you can bare it and also you can get a special medication from a chemist whis is organic and not harmfull to baby"
        ],
        "causes": []
    },
    {
        "entry": 174,
        "treatments": [
            "And the solution may be as simple  as just upping the dosage a bit.",
            "get some exercise and stay busy........",
            "learn to like yourself.",
            "*Eat ice cream or nice  sweet things",
            "*Drink Bailies, Sperry`s or a Japan",
            "*Get an activity",
            "*Do boxing, karate, capoeira, etc",
            "*HAVE SOME FUN!!!!!!",
            "Keeping your body fit, healthy, and hydrated helps.",
            "Also keep busy, be around people you like as much as you can.",
            "Exercise is a good supplement.",
            "Also you should keep a journal.",
            "Those are a few suggestions, exercise and journaling."
        ],
        "causes": []
    },
    {
        "entry": 176,
        "treatments": [
            "step on them...",
            "eat them...",
            "or better take a straw lick it, put it in the nest for few minets, thet will bite it and then lick the stuff off... tghe best shit ever, especially if you are thirsty.."
        ],
        "causes": []
    },
    {
        "entry": 179,
        "treatments": [
            "Get some salt water in an egg cup and soak it for a few mins every day.",
            "Just continue to clean it and use antibiotic ointment, give it time, the darkened area should fade on it's own.",
            "Do not use any creams.",
            "Wait a while until it is actually suppose to be healed which can take up to 6-12 months.",
            "What you can use though is Antibacterial soap and Non iodized Sea Salt.",
            "Use them both twice a day.",
            "Warm water with both.",
            "Don't touch the darkening of the piercing and or the ring.",
            "its advisable not to apply anything to the area (except antiniotic ointment) to or near the area until it is completely healed =)"
        ],
        "causes": [
            "Could be a bruise.",
            "maybe the darkening is a bruise..."
        ]
    },
    {
        "entry": 182,
        "treatments": [
            "Wear support hose whenever you can, and at night.",
            "Also, try not to cross your legs and keep active.",
            "you can wear compression stockings, take a drug called WARAFIN, or have something done surgically about it...",
            "If you are on your legs too much then sit more.",
            "If you're sitting too much then get up and get active."
        ],
        "causes": []
    },
    {
        "entry": 183,
        "treatments": [
            "Ask your doctor for Fiorecet."
        ],
        "causes": [
            "They're caused by allergens in the air, which could be second hand smoke.",
            "You probably have an allgery to something and when you stop your allergy tabs, it returns.",
            "Smoke COULD be the reason for your headaches, but I would trust you doctor on that."
        ]
    },
    {
        "entry": 184,
        "treatments": [
            "Cortico steriods can also be of some use, but usually only for symptomatic control.",
            "all she needs now is to comply with her medication, plus a li'l bit more love and care."
        ],
        "causes": []
    },
    {
        "entry": 186,
        "treatments": [
            "the best way is you take this just relax plus make some nice",
            "natural herbal tea .",
            "well dont think that ur sweating and dont do all this work or just stop taking the medicen"
        ],
        "causes": []
    },
    {
        "entry": 193,
        "treatments": [
            "If you want to flush out impurities from your body, have another glass of water instead.",
            "If you want to maximize colon health start eating more organic fruits and vegetables, avoid wheat which is like a glue that sticks to your intestinal wall, and drink enough water, take a probiotic supplement to replace beneficial flora in the gut.",
            "If you have problems with constipation the natural herb senna gives gentle relief."
        ],
        "causes": []
    },
    {
        "entry": 194,
        "treatments": [
            "just don't play too much video games.",
            "Fistly get glasses or contacts.",
            "Eat loads of carrots and do eye exercises.",
            "Get lasik... end of story",
            "How about doing eye exercises."
        ],
        "causes": []
    },
    {
        "entry": 195,
        "treatments": [
            "clear your nose then hold your nose shut and blow a big breath with your mouth closed making your ceeks baloon, works for me.",
            "HOLD YOUR NOSE AND BLOW.",
            "Suck a hard-boiled lolly.",
            "My other advice is to warm yourself up - the gunk in your sinuses and related tubes will liquify a bit.",
            "Get some Suedafed, as long as you dont have blood pressure problems."
        ],
        "causes": []
    },
    {
        "entry": 196,
        "treatments": [],
        "causes": [
            "It could be a normal healing process but it could be the sign of a small dehiss that didn't heal completely.",
            "if you are having a vague generalize abdominal pain, it can be due to the classical type."
        ]
    },
    {
        "entry": 204,
        "treatments": [
            "Increase you protien by eating chicken, nuts, tuna, peanut butter and more things of that nature.",
            "Try to sleep well, it will do you good coping up with your assignments.",
            "Eat high-carb natural foods like potatoes and other starches."
        ],
        "causes": [
            "It may be a lack of protien in your diet that is the cause are you are loading up on fiber's."
        ]
    },
    {
        "entry": 205,
        "treatments": [
            "There is a tylenol 8hr that is safe to take long term..",
            "You want to stop the pain by making your body more efficient - improving flexibility, mobility, strength, and endurance can help."
        ],
        "causes": []
    },
    {
        "entry": 207,
        "treatments": [],
        "causes": [
            "Usually if it's swollen it means something is going on in the body, like allergy, cold, infection, flu, some type of germ, virus or bacteria.",
            "its probably jjust your bodys way of saying its fighting off somethign bad in your body",
            "The swelling lymph node might be an indication of an infection.",
            "The swollen retro-auricular lymph node may be an indication of an infection of the ear."
        ]
    },
    {
        "entry": 209,
        "treatments": [
            "i'm sure by now you have seen a neurologist, and if it is an ongoing thing, i would discuss medication with him, and the medication is effective in 98% of people with epilepsy."
        ],
        "causes": [
            "it could be something organic in her brain to begin with, or possibly hereditary, as my niece has also had seizures.",
            "if so then it could be whats called a febrile seizure which your child will probably outgrow.",
            "the doctors said it was febrile  (caused by a fever)"
        ]
    },
    {
        "entry": 210,
        "treatments": [],
        "causes": [
            "Its stress....",
            "Stress, Acid reflux, muscle soreness.",
            "It could be a variety of things..",
            "or maybe you actually have a heart problem."
        ]
    },
    {
        "entry": 211,
        "treatments": [],
        "causes": [
            "It sounds like you are referring to a set of disorders called \"connective tissue disorders\" which can include Marfan Syndrome and Ehlers-Danlos Syndrome, among others.",
            "If the person also has very long arms and chest pain then Marfan Syndrome is an answer."
        ]
    },
    {
        "entry": 212,
        "treatments": [
            "Some things to relieve symptoms are Pepto Bismol, plain toast, 7-up or ginger ale and lots of sleep.",
            "REST.",
            "Drink lots of clear fluids; anything you can see through.",
            "i/e tea, broth, apple juice.",
            "lots of oxyclean.",
            "Ginger ale, licorice tea and lots of sleep.",
            "Come to the Fiji Islands and drink kava(grog) the traditional drink.",
            "One is Relive, a nutricient supplament you have to get it from distributors though, mine is kiera (623-486-4617)."
        ],
        "causes": []
    },
    {
        "entry": 213,
        "treatments": [
            "I recommend the bulk bags of the Guayaki brand, or the bottled organic energy drinks from the same brand.",
            "Whatever you do, drink tons of water because that will absolutely help you lose weight and/or make you feel full."
        ],
        "causes": []
    },
    {
        "entry": 214,
        "treatments": [
            "take some ibuprofen- see if that helps."
        ],
        "causes": [
            "Maybe you have an ovarian cyst...",
            "i don't know how old you are but you might just be having bad menstrual cramps."
        ]
    },
    {
        "entry": 215,
        "treatments": [
            "try putting clear nail polish on it."
        ],
        "causes": [
            "You could have bedbugs.",
            "could be spider bites.",
            "bed bugs",
            "if you have pets, chances are it's fleas or a really big spider lol, most likely flea bites",
            "could be a chigger."
        ]
    },
    {
        "entry": 218,
        "treatments": [],
        "causes": [
            "When a staphylococcus aureus (staph) infection infects a hair follicle it develops deep in the root of the follicle and works its way to the skin's surface, forming a boil.",
            "Boils can also form as a result of an ingrown hair or at the site of any skin puncture such as a splinter or cut that may become infected.",
            "Another common boil is caused by cystic acne.",
            "These abscesses form due to clogged or infected oil ducts.",
            "And because most people have hairs under their arms or shave they can be quite prone to a boil.",
            "As well as the fact that underarms are quite dirty (sweat and oil) and some people may overlook them when washing, it can be common to get a boil there from dirt clogging pores.",
            "Hidradenitis suppurativa: This is a condition in which there are multiple abscesses that form under the arm pits and often in the groin area.",
            "These areas are a result of local inflammation of the sweat glands.",
            "heat, allergy, skin disorder, are just a few reasons."
        ]
    },
    {
        "entry": 220,
        "treatments": [
            "Have you tried using a different size and shape of pad?",
            "if you are using tampons, you can double up with panty liners to help catch any leaking, and make sure you are changing tampons or pads often enough to stop any leaking.",
            "Anyway... if you're leaking theres six things you can do... 1.",
            "Wear a higher absorbancy tampon, but make sure its right for how heavy or light your period is.",
            "2.",
            "Wear a thicker pad.",
            "3.",
            "Buy pads that have wings.",
            "4.",
            "Buy overnight pads and wear them throughout the day, they're longer in the front and back.",
            "5.",
            "Go to the bathroom and change your pad or tampon more often.",
            "Don't let the pad or tampon fill up to its max.",
            "Use a tampon & a heavy pad",
            "You can use a higher absorbancy tampon and change more frequently",
            "USE A LARGER TAMPON AND ALSO WEAR A LONG PANTY LINER..",
            "CHANGE BOTH EVERY HR TO 2 HRS."
        ],
        "causes": []
    },
    {
        "entry": 221,
        "treatments": [],
        "causes": [
            "The cause of most canker sores remains a mystery.",
            "Researchers generally believe that stress or tissue injury may cause the eruption of canker sores.",
            "A minor injury, such as biting the inside of your mouth, may trigger a canker sore.",
            "Other causes may include:",
            "*Faulty immune system function",
            "*Nutritional problems such as a deficiency of vitamin B-12, zinc, folic acid or iron",
            "*A disease of the gastrointestinal tract",
            "*Food allergies",
            "*Menstrual periods",
            "Though anyone can get cankers sores, they tend to run in families and may be an inheritable condition.",
            "Herpes.",
            "One thing that doctors have noticed is that although the sores are not contagious, they can run in families.",
            "That means if your parents or siblings get canker sores, the genes you share with them make it more likely that you'll develop the sores, too.",
            "There may be a connection between canker sores and stress.",
            "If the sores show up around exam time or some other big event in your life, it may be a sign of how much stress you're under.",
            "Doctors think that may be due to the difference in male and female hormones, especially because women often get them during certain times in their menstrual cycle.",
            "Dietary deficiencies, such as not getting enough iron or vitamin B12, may also contribute to some cases of canker sores.",
            "I have heard that when you have lupus you can have sores in your mouth and nose, it could be caused from lupus?"
        ]
    },
    {
        "entry": 224,
        "treatments": [
            "Ramp up and down slowly on your exertion.",
            "dont run after you eat, wait atleast an hour, that is probobly the reason why you are getting the cramps in the first place",
            "Wait an hour or two and don't drink soda.",
            "So, eat at least one hour before you run.",
            "And warm up..."
        ],
        "causes": []
    },
    {
        "entry": 225,
        "treatments": [
            "That would be easily treated - any cream for tinea/ringworm/athlete's foot or thrush/candida should be suitable.",
            "-avoid using soap and just use water from now on.",
            "use antibacteria or antifungal or antiseptic soap.",
            "make sure your underwear is sterilised always.",
            "If not, make sure you are cleaning properly under the foreskin so you don't get a build up of smegma and bacteria."
        ],
        "causes": [
            "It could be a couple of things:",
            "-fungal or yeast infection - that often causes skin to shed (dandruff is caused by a fungus).",
            "fungal infection is likely positive."
        ]
    },
    {
        "entry": 226,
        "treatments": [
            "just take it off before you go to bed.",
            "and change the location of where you put the patch every day.",
            "yes it can try the nicorette gum better and cheaper than the patch b.t.d.t"
        ],
        "causes": [
            "You could be having an allergic reaction to the patch."
        ]
    },
    {
        "entry": 231,
        "treatments": [
            "You can also purchase a basal thermometer, which will show a spike in temperature when you are ovulating.",
            "And most important relax and try to be as stress free as possible.",
            "I think you can go to the drugstore and buy a kit or I think you can do it by taking your morning temperature.",
            "If you are trying to get pregnant, just do it alot during that one week."
        ],
        "causes": []
    },
    {
        "entry": 232,
        "treatments": [
            "Avoid all types of dairy products.",
            "Imodium AD works great!"
        ],
        "causes": [
            "When u don't eat enough fiber thats causes loose stools",
            "One of the leading causes of diarrhea is lactose intolerance.",
            "stress and diet play a huge role...",
            "You may have IBS.",
            "(irritable bowel syndrome), or if it's just a recent thing you might just have a stomach virus.",
            "diet, IBS",
            "it could be stress."
        ]
    },
    {
        "entry": 234,
        "treatments": [
            "If you have full blown AIDS then you should try to do what the doc recommends and try to keep yourself as healthy as possible.",
            "PRAY",
            "Go to a doctor and begin religiously taking anti-viral meds as prescribed.",
            "And do not have sex with anyone until you are completely positive that you are negative."
        ],
        "causes": []
    },
    {
        "entry": 235,
        "treatments": [
            "Flood it with water, it can never get enough yet  we always think we drink too much."
        ],
        "causes": [
            "Most commonly is is a sign of dehydration.",
            "It can also be due to an overproduction of red blood cells.",
            "It can be related to anything like dehydration, too much red cells or white cells.......",
            "High hct may indicate:",
            "dehydration",
            "erythrocytosis (excessive red blood cell production)"
        ]
    },
    {
        "entry": 236,
        "treatments": [],
        "causes": [
            "increased motility in the intestines.",
            "It can be related to meds/viruses/bacteria/allergies and many other things.",
            "diet, virus, infection, injury to the gastrointestinal system.",
            "Anal penetration with a \"foreign\" object that is covered with GERMS and VIRUSES.",
            "A number of things, from poor dietary habits to stomach flu to nervousness.",
            "A benign virus, a bacterial infection, colon cancer...."
        ]
    },
    {
        "entry": 237,
        "treatments": [
            "Is it dry down there maybe thats the reason it gets irritated.. try some lube b4 u climb the mountain....",
            "I'm not a medical expert, but maybe you need more lubrication when having sex.",
            "But I'd try lubing up pretty well next time, and if it continue it may be something more.",
            "don't get on top any more"
        ],
        "causes": []
    },
    {
        "entry": 243,
        "treatments": [],
        "causes": [
            "But I think you are not permitted to donate blood because of the rise in mad cow disease in the UK from 1986-1993.",
            "Mad Cow Disease."
        ]
    },
    {
        "entry": 244,
        "treatments": [
            "Avoid lifting your arm away from your body (abduction) for a few weeks.",
            "All you can do is wait it out and try and work it a little more every day after resting for a few weeks.",
            "DON'T BABY IT \"   That's the worse thing you can do is not move it.",
            "Do not overdo your activity but definitely don't let the shoulder freeze up.",
            "If it hurts to actively move it, have a friend gently pull your arm around in a full range of motion about the shoulder joint.",
            "Deep tissue massage, jacuzzi tubs and ice for pain all are helpful."
        ],
        "causes": [
            "A torn rotator cuff is usually a tear in the supraspinatus tendon."
        ]
    },
    {
        "entry": 246,
        "treatments": [
            "Failing try a cold compress it worked wonders when I had rib pain, along with acupuncture.",
            "Try predisone, if it arthritis it will stop it fast.",
            "something i may try."
        ],
        "causes": [
            "It could be something minor like a muscle tear, which I have had and it feels like your chest is being ripped open.",
            "There is an illness that causes swelling and inflammation to the the cartilage around your ribs..."
        ]
    },
    {
        "entry": 247,
        "treatments": [
            "If you are hyperventilating, breathe in a brown paper bag and it'll help you relax!",
            "You need to tell yourself that you are not going to die.",
            "First-try breathing into a paperbag."
        ],
        "causes": [
            "Yeah, it sounds like a panic attack!"
        ]
    },
    {
        "entry": 249,
        "treatments": [],
        "causes": [
            "Sounds like you are in for a root canal or an extraction.",
            "ago), I agree with the other dentist, you may need a root canal.",
            "mild dull ache is text book for a tooth that has abscessed.",
            "My guess is you have a cavity.",
            "If it lingers I would have to say you have a cavity.",
            "probably just a common everyday sore tooth."
        ]
    },
    {
        "entry": 250,
        "treatments": [
            "Also, he/she could have prescribed Reglan, which gets rid of the cramping.",
            "your description is poor, if its diarrhea nausea & cramps u talkin about here is wht to do:",
            "go easy on ur stomach, dont eat junk, milk products.",
            "lotsa soup n stew is good, lemonade as well.",
            "Rest is good, dnt try n be a hero by trying to sweat out just now, u would fall down flat due to hypovolaemia.",
            "Drink plenty of clear liquids and try and eat something...",
            "piece of plain bread if that's all you can manage.",
            "Sleep, Sleep, Sleep."
        ],
        "causes": [
            "Sounds like the flu to me.",
            "If you have had it this long, might be bacterial and not viral..."
        ]
    },
    {
        "entry": 251,
        "treatments": [
            "Here is an easy way to rotate sites: Left arm, left leg, left abdomen; right arm, leg, abdomen.",
            "time be sure to do it at least 1-2 inches from the last injection site.",
            "if so you should change where you give your insulin try your arm or your thigh."
        ],
        "causes": [
            "What you have is basically scar tissue from all of those years of injecting.",
            "But I'm pretty sure you're talking about scar tissue.",
            "Maybe you have inadvertently changed the angle of the syringe when you do the injection or something."
        ]
    },
    {
        "entry": 252,
        "treatments": [
            "There is no cure, only damage limitation, extra calcium via supplements or dairy products and vitamin d can help.",
            "You can't.",
            "The best thing to do is eat right and take supplements in order to prevent bone loss, especially if you are at risk.",
            "Osteoporosis is not cured, it's managed with meds such as Fosamax and calcitonin, both taken with calcium & Vit.",
            "To prevent osteo in at-risk individuals, Evista is often used.",
            "Reduce coffee, alcohol, excess protein intakes and no smoking.",
            "Practice good body mechanics, good posture and walk outdoors, a lot.",
            "Don't think you can cure it but taking calcium while you are young is a great to prevent it.",
            "Prevention: exercise in young age period to increase the bone mass in the body.",
            "Calcium supplementation , HRT in menopause , bisphosphonates, calcium containing food ."
        ],
        "causes": []
    },
    {
        "entry": 254,
        "treatments": [
            "If you have it, work with your doctor to keep it VERY WELL CONTROLLED."
        ],
        "causes": [
            "The most common is Type II (insulin insensitivity, most often associated with obesity).",
            "Deficiency in the secretion of Insulin in the body.",
            "This may be due to Heridity, Environmental factors like   Reduced physical activity associated with insulin resistance, Diet: Consuming excess amounts of food, Stress, Drugs, and Obesity.",
            "HEREDITARY",
            "FATNESS",
            "type I usally known as juvinial diabetes, it is beleived that it occures when your immunne system attacks the cells that produce insulin.",
            "with a difficincy of insulin you body doesn't matablize sugar.",
            "It is caused by your insulin is not effective in metabolizing sugar.",
            "Usually people that are inactive and or overweight have this type of problem.",
            "gestational diabetes has to do with woman that are pregnant."
        ]
    },
    {
        "entry": 255,
        "treatments": [
            "Stop playing tennis.",
            "Also called Lateral Epicondylitis, the treatment is to avoid any activity that hurts on extending or pronating the wrist, and to substitute any exercise that does not cause pain, eg, jogging, cycling, basketball (even racquetball or squash, as the force of the ball on the rackets is less than in tennis).",
            "With healing, exercises to strengthen the wrist extensors can be started.",
            "Generally, exercises to strengthen the wrist flexor pronators are also recommended.",
            "Keep in mind that this is an overuse injury so it's extremely important to restore the strength and the wrist flexors before initiating the same activity."
        ],
        "causes": [
            "It is a lack of oxygen in the area that is in pain."
        ]
    },
    {
        "entry": 257,
        "treatments": [
            "Urinary infections: we will use trimethoprim, amoxycillin&clavulanic acid combination, cephalexin",
            "Kidney infections: often intravenous antibiotics eg amoxycillin&gentamicin IV or cephalexin/cephazolin/ampicillin instead of amoxycillin",
            "In some cases we use norfloxacin or ciprofloxacin.",
            "clorox",
            "You can kill it bunch of ways: H2O2, hot water, alcohol, antibotics, etc.",
            "It is a bacteria, and if you want to kill it on a countertop or something, BLEACH kills almost anything!",
            "lets see - ecoli bacteria.... would tell you that it's a bacteria - clorox will kill it"
        ],
        "causes": []
    },
    {
        "entry": 258,
        "treatments": [
            "When you feel you are slipping into that well, stop it and don't let it happen.",
            "Suggest you get on some seriouse multi vitamin with trace metals..."
        ],
        "causes": [
            "If you are not suffering from metabolite imbalance, this is a case of mind over matter."
        ]
    },
    {
        "entry": 259,
        "treatments": [
            "use a lubricant with Lidocane in it.",
            "viagra",
            "viagra will do the trick, go for hours, hard and strong.. as for the milk suggestion .. what ?",
            "Swim."
        ],
        "causes": []
    },
    {
        "entry": 261,
        "treatments": [
            "Rinse your mouth well.",
            "Change toothpaste."
        ],
        "causes": [
            "its because of the toothpaste not the toothbrush.",
            "It's dried toothpaste.",
            "It is especially a problem if you have a dry mouth.",
            "you may be forming plague on your cheeks- use your toothbrush to brush that tissue and see if that helps"
        ]
    },
    {
        "entry": 264,
        "treatments": [
            "You can try nasal strips.",
            "Also there are little patches that you can buy at stores that you put on your nose to help open up the nasal passage making it give you more air that should lessen the snoring.",
            "Lose weight and avoid sleeping in cold dry air."
        ],
        "causes": [
            "Snoring can have underlying problems such as sleep apnea."
        ]
    },
    {
        "entry": 267,
        "treatments": [
            "Just try to concentrate on eating healthy and getting enough exercise.",
            "Also work on your self esteem."
        ],
        "causes": []
    },
    {
        "entry": 268,
        "treatments": [
            "Benzocaine, over the counter.",
            "Take some Tylenol or Advil, but definitely get somebody to look at it!",
            "You can swish some hydrogen peroxide around in your mouth.",
            "Just don't swallow it!",
            "The best treatment for an abcess is for it to be drained by a dentist if possible, then treated with antibiotics."
        ],
        "causes": []
    },
    {
        "entry": 269,
        "treatments": [],
        "causes": [
            "It could be a a numerous of reasons -stress, pregnancy, hormonal imbalance etc.",
            "You could be pregnant or if you're just starting to get your periods then your body could be getting used to you getting periods."
        ]
    },
    {
        "entry": 272,
        "treatments": [],
        "causes": [
            "it wld trigger off an attack....",
            "Because it puffs and flies around in the air and you breathe it in and it can set off an attack.",
            "Because the particles are so fine, they can bring on an attack when you breath them.",
            "some people might be allergic and allergies can trigger asthma."
        ]
    },
    {
        "entry": 273,
        "treatments": [
            "Usually mussel relaxers and rest takes care of them ."
        ],
        "causes": [
            "It can also be caused by a disc problem.",
            "A rare slow growing bone cancer ."
        ]
    },
    {
        "entry": 276,
        "treatments": [
            "You can take it specifically for break outs, as well as daily to supress the occurance of break outs.",
            "Valtrex works as soon as you begin to have an outbreak.",
            "You can take it to slow down and stop your symptoms."
        ],
        "causes": []
    },
    {
        "entry": 280,
        "treatments": [
            "You need to retrain your orgasmic responses to stimulation, not get a part of your penis cut off.",
            "Go for a blow job or hand job first then go get it tiger."
        ],
        "causes": [
            "Because circummsition increases the sensitivity."
        ]
    },
    {
        "entry": 281,
        "treatments": [
            "scrub the teeth hard with baking soda and soak them in a mild aquious bleach solution, repeat baking soda, then polish them up with a tooth polish  like pearl drops",
            "try the denture soaks like efferdent/polident",
            "Since teeth are covered in enamel I would try an enamel cleaner.",
            "Put the teeth is a glass (made of actual glass) and cover them with Clorox.",
            "Let them sit for 20-30 minutes.",
            "Shake the glass around so the teeth rattle around in the bottom after they have been sitting there that long.",
            "Run tap water into the glass to rinse off the teeth before you touch them.",
            "Use a mild solution overnight.",
            "Repeat if necessary."
        ],
        "causes": []
    },
    {
        "entry": 283,
        "treatments": [
            "Stop drinking, of course.",
            "I would cut out alcohol, use milk thistle supplements along with NAC, a version of cysteine."
        ],
        "causes": [
            "Fatty liver is caused by alcohol, drugs, diabetes or obesity."
        ]
    },
    {
        "entry": 285,
        "treatments": [
            "Ibuprofen works well.",
            "Alternate Ice and Heat on it.",
            "I would cycle ice and heat and take an antiinflamtory like aleve or ibuprofen."
        ],
        "causes": [
            "you could have stubbed it or broke it and not even noticed or it could be the start of arthritis, carpral tunnel...",
            "It is either a repetitive stress injury or you slept on it wrong one night and have since been irritating it.",
            "Most likely sprained or torn a ligament."
        ]
    },
    {
        "entry": 286,
        "treatments": [
            "Meanwhile, get your fluids, sleep, and when you wake up, stay away from both tobacco and alcohol.",
            "Eat light meals, as much as you can.",
            "Plenty of hot drinks and Paracetamols to keep any temperature down."
        ],
        "causes": [
            "someone may of slipped something in your drink",
            "You're still weak from the illness.",
            "you're pregnant.",
            "Sounds like you were running a high fever.",
            "hate to mention it, but pneumonia can creep up when you're run down.",
            "It was probably a one-off, the fever would make you shake."
        ]
    },
    {
        "entry": 288,
        "treatments": [
            "Aside from upping your calorie count you should get protein from multiple sources mainly from you diet.",
            "Whey Protein, HMB, Creatine.....",
            "and some good hard weight training!",
            "You need Protein, preferably Whey, or Whey isolate.",
            "Multi vitamin",
            "Amino Acids",
            "Creatine, or NOxplode by BSN Nutrition.",
            "Testosterone (like tribulis)",
            "Follow the suggested supplementation routine.",
            "Drink water after lifting weights and going on a run.",
            "Pills are a huge no no, never take anything that could damage your body for the sake of bulking up..."
        ],
        "causes": []
    },
    {
        "entry": 289,
        "treatments": [
            "Treatment for hypoglycemia includes administration of sugar either via mouth if conscious (oral glucose) or via intravenous therapy if unconscious (.5% dextrose).",
            "Hyperglycemia is usually treated by fluid treatment to basically dilute the sugar, diuretics to help urinate it out, and an oral pill to help regulate the generating of glucose by the body.",
            "Mild: Usually fruit juice, apple or orange.",
            "Moderate: a shot of sugar (D50 IM?",
            "Severe: Sugar straight to the bloodstream (D5 or D10 IV)",
            "Mild: Insulin shot (Subcutaneuously)",
            "Mod/Severe: Fluids to dilute (normal or half-normal saline), diuretic to pee it off (lasix, etc), and for very severe, they often start a insulin drip (IV, regular insulin only)",
            "One solution: exercise!!!",
            "HYPERGLYCEMIA IS KNOWN AS LOW BLOOD SUGAR, IT'S WHEN YOUR SUGAR COUNT IS LOW INSTEAD OF HIGH, TREATMENT FOR THIS CONDITION IS EAT OFTEN IN SMALL AMOUNTS, CERTAIN FOODS ARE BETTER FOR YOU THAN OTHERS, HIGH PROTEAN, CARBOHYDRATES.",
            "NO SWEETS SUCH AS CHOCOLATE BECAUSE YOUR SUGAR COUNT WILL DROP, WHAT HAPPENS IS YOU WILL PRODUCE TO MUCH INSULIN AND THIS WILL EAT AWAY YOUR SUGAR THUS CAUSING YOU TO PASS OUT BECAUSE OF THE LOW SUGAR COUNT.",
            "WHEN THIS HAPPENS IT; S GOOD TO HAVE A GLASS OF O J OR A GLASS OF WATER WITH SUGAR MIXED IN IT."
        ],
        "causes": []
    },
    {
        "entry": 290,
        "treatments": [
            "leave it alone, just put some alcohol on it or somethin,  vodka would do the job",
            "I wouldn't suggest popping it, but if you are going to just prick it with a sterilized needle and let the fluid drain out.",
            "No do not break the blister.",
            "In the mean time just cover it with a bandaid to protect it.",
            "If it does break on its own wash with soap and water, apply antibiotic ointment and cover with a bandage."
        ],
        "causes": []
    },
    {
        "entry": 294,
        "treatments": [
            "Taking time with your spouse!",
            "Had sex more freequently.",
            "do more exercise and get time on fresh air.",
            "also if u smoke-quit it!",
            "When masturbating use a loose grip and practice staying hard with less friction.",
            "Before ejaculation grip the penis with two fingers just below the head for a few seconds.",
            "I've heard that if you masturbate and come a little while before you actually have sex you can last longer.",
            "change your boyfriend/wife or girlfriend."
        ],
        "causes": []
    },
    {
        "entry": 295,
        "treatments": [
            "For the stuffy nose, try sitting baby in his car seat in the bathroom with the shower running hot for about twenty minutes so he can breathe the moisture.",
            "A cold air humidifier running in his room will help too."
        ],
        "causes": [
            "This could just be a regular cold, though (different virus)."
        ]
    },
    {
        "entry": 296,
        "treatments": [],
        "causes": [
            "Diabetes is one possibility.",
            "He had diabetis and just ignored the wound.",
            "This is sometimes a sign of onset diabetes, but this is not the only possibility.",
            "There is an infection.",
            "BTW the most common non healing wound on toes that I know of is spider bites.",
            "A brown recluse bite can leave a nasty hole that takes forever to heal.",
            "He might have diabetes."
        ]
    },
    {
        "entry": 297,
        "treatments": [
            "You should take some omega 3 fatty acids for your skin's health.",
            "You need to moisturize as well.",
            "Prevent by eating right (Sugar ages you and your skin FAST so treat it like the poison it is) and keeping your skin moist from the inside and outside.",
            "Use French Oil",
            "try bio oil..."
        ],
        "causes": []
    },
    {
        "entry": 302,
        "treatments": [
            "Try this",
            "well if u can exercise , then try kick boxing and skipping( with ur lower abdomen pulled in firmly).",
            "- Stick to a 1000 to 1200 calorie diet per day.",
            "- Go for 30 to 45 minute walks once or twice a day.",
            "If you are not breast feeding concentrate on a balanced sensible diet but control your portions.",
            "Perform atleast 3 days of 30 minutes of cardio - daily if you can.",
            "Start a strength training pgm to build up your muscle density to increase your metabolism and and add \"reverse crunches_can be found on the internet- if you have no lower back injuries, but I will repeat my first statement - PATIENCE!"
        ],
        "causes": []
    },
    {
        "entry": 303,
        "treatments": [
            "The only thing that we can do is try and keep her comfortable by keeping her well moistorized and giving her her medication to control the itching.",
            "I can tell you that scrating only makes it worst and there is a shampoo you can find called Therazest that is great to control itching of the scalp.",
            "The key is to keep the areas with lesions most with cream."
        ],
        "causes": []
    },
    {
        "entry": 304,
        "treatments": [],
        "causes": [
            "This can be caused by traveling, stress, a strong emotion, irregular sexual activity, irregular sleeping, a lot of things.",
            "The pain may be caused by a high level of estrogen.",
            "You could as well have endometriosis or a cyst on your ovaries but then again, if u had such, these symptoms would recur more often, not just once.",
            "you may have growths on your overies, which may be why you can't seem to get pregnant.",
            "or endometriosis.",
            "It's possible that you have an ovarian cyst.",
            "I would consult your Dr.  Having a cyst could cause an annovulatory cycle (a cycle in which you don't ovulate and hence no period)."
        ]
    },
    {
        "entry": 306,
        "treatments": [
            "Well I would stay away from tanning beds for awhile."
        ],
        "causes": [
            "If so it could be the lotion reacting with it.",
            "Sometimes people get red spots on their backs but that's usually due to sweating.",
            "Sounds like you might be alergic to the stuff they clean the bed with."
        ]
    },
    {
        "entry": 307,
        "treatments": [
            "the l-lysine is a good choice but use it only for a couple of weeks.",
            "You can also try these herbs that boost resistance to cold sores by strengthening the immune response include the tinctures of Echinacea, Siberian ginseng, nettle, and goldenseal.",
            "Combine in equal parts and take 1/2 teaspoonful of this mixture three times a day.",
            "You can also externally apply diluted tincture of myrrh or calendula.",
            "Licorice root tincture applied topically has been shown to inactivate herpes simplex particles and inhibit the growth of the virus.",
            "You can also saturate a cotton ball with vitamin E oil and place it on the infected area for 15 mins.",
            "I'd also suggest that you cut out wheat products and only use other whole grains like buckwheat, quinoa, and millet."
        ],
        "causes": []
    },
    {
        "entry": 308,
        "treatments": [
            "fast acting \"Tinactin\" use everyday after your morning and evening showers whenever you change your socks and shoes.",
            "soak your feet in Lysol.",
            "then every night before going to bed soak your feet in vinegar and water.",
            "Baby powder it might sound weird but try it.",
            "Heres a really good way to get rid of it.",
            "Take a cinammon bath.",
            "heat four cups of water to a boil",
            "add eight to 10 broken cinnamon sticks",
            "reduce heat and simmer five minutes",
            "remove and let the mixture steep for 45 minutes until lukewarm",
            "soak feet"
        ],
        "causes": []
    },
    {
        "entry": 309,
        "treatments": [
            "get enough Calcium, as a calcium deficiency could affect muscle contraction.",
            "Also, drink plenty of fluids.",
            "ice them for 15 minutes after you run, then stretch.",
            "IF what you're getting are REAL shin splints (a lot of the time for people new to running, its not) then yeah, ice after running.",
            "massage before your run works better, i don't know about massaging after running though.. you're not supposed to massage right after a workout.",
            "stretching is better."
        ],
        "causes": [
            "If you have been running for awhile and are suddenly experiencing the shin pain it is most likely your shoes.",
            "but thats happens in people who run often..  its an overuse injury..",
            "If you're new to running, it's probably just weakness in that muscle next to your shin."
        ]
    },
    {
        "entry": 310,
        "treatments": [
            "Chris provided i assume right that you are male i suggest that you use some hydrocorticoid ointment on the rash, if the condition don't get better within a week, please see a doctor.",
            "try using Lotramin...",
            "keep it away from your eyes."
        ],
        "causes": [
            "also think if you are using a new detergent, shower gel or anything that has contact with this area that might cause an allergic reaction.",
            "if you sit all day or drive in your car a lot( lots of sitting activities) this is what might causes this condition also./ if it is caused mechanically try to use a little baby powder in that area after the shower to minimize friction.",
            "sounds like a fungal infection...."
        ]
    },
    {
        "entry": 312,
        "treatments": [
            "It can be bought in health food stores in individual tea bags or you can boil ginger root in a couple cups of water with lemon.",
            "If it bothers u more at night, u can take some benadryl.",
            "There r also some over the counter allergy meds that might help like claritin."
        ],
        "causes": [
            "you could have an allergy problem.",
            "  dairy ( all milk, cheese yogurt, ice cream)"
        ]
    },
    {
        "entry": 313,
        "treatments": [
            "I'd recommend 2 16 oz.",
            "Apply to abdomin for 1 or 2 hours every day for about 2 weeks.",
            "Peppermint tea is good.",
            "Be sure you get adequate sleep as well.",
            "Stay away from whole wheat!"
        ],
        "causes": []
    },
    {
        "entry": 314,
        "treatments": [
            "You want to put an ice pack on it to get the swelling down and get to a doc ASAP.",
            "ICE ICE ICE!",
            "OTC anti-inflammatories for swelling and pain.",
            "Ice for the swelling, heat for the pain...",
            "to get the swelling down put ice on it.",
            "but ICE is always best untill you hear from otherwise from  a Dr. take some advil , ice it, and call your dr."
        ],
        "causes": []
    },
    {
        "entry": 315,
        "treatments": [
            "What works best to reduce a \"tummy\" is not eating before bedtime!",
            "Eat carbs in the morning if you'd like, that way you burn them off throughout the day.",
            "But for dinner, have a salad, some vegetables, or lean meat a few hours before bed.",
            "sit-ups, run, push ups..",
            "You must stay away from carbs.",
            "The most important thing is plenty of cardio..",
            "Jogging, treadmill etc.."
        ],
        "causes": []
    },
    {
        "entry": 323,
        "treatments": [],
        "causes": [
            "They may also just doing it to rule out any other type of problem with blood circulation.",
            "it might be your pholopagus charisma acting up that could be checked out.......",
            "The opthamologist is likely trying to see if their is any evidence of a  transient ischemic attack (TIA) which is a mini-stroke."
        ]
    },
    {
        "entry": 325,
        "treatments": [
            "you dad needs to eat lots of fish (salmon), green vegetables, lots of fruit, and take a fish oil supplement.",
            "you have to support your dad physically, by a good chiropractor and also nutritionally to give him the best chance of survival!"
        ],
        "causes": []
    },
    {
        "entry": 328,
        "treatments": [
            "Try Certain-Dry, I used to have the same problem, but Certain-Dri \"fixed me\".",
            "I tell you to get Certain Dri.",
            "Wake up and take a shower.",
            "To keep from embarrassment try to shower twice a day or change your clothes in the middle of the day or whatever helps you feel comfortable and smell clean.",
            "you can use deudrants , and anti perspiration , it should work alot ."
        ],
        "causes": [
            "It could just be normal."
        ]
    },
    {
        "entry": 329,
        "treatments": [
            "CRUSH UP 1 ACIDOPHILIUS PILL AND GIVE TO HIM WITH THE ANTIBIOTIC THE ANTIBIOTIC THAT CURES YEAST(THRUSH) ALSO CAUSES IT IF IT IS TOO STUNG SO IF YOU DO THAT FOR YOUR CHILD IT WILL CURE IT I HAVE TO TAKE THEM MYSELF TO PREVENT YEAST INFECTIONS WITH ANTIBIOTICS",
            "1)Place the babys buttocks near a tap and wash down with running water after every bowel movement to give diaper rash relief.",
            "2) Another common remedy is to Dab the area dry rash area with a soft cloth and apply Vaseline ointment or any rash-free creams or gel."
        ],
        "causes": [
            "Rashes are often caused by contact with an irritating substance (diaper, underwear, etc.)"
        ]
    },
    {
        "entry": 331,
        "treatments": [
            "You need to conceive and then see the changes!",
            "It's either surgery (Dr. David Hidalgo, NYC), or taking OTC pills with soy products in them that work like estrogen.",
            "You will have to let me massage them vigorously.",
            "get married and have a baby"
        ],
        "causes": []
    },
    {
        "entry": 333,
        "treatments": [
            "All you can do is stay hygienic and know where your partner has been.",
            "If in doubt, insist on condoms.",
            "Always be safe and use condom, unless trying to have a baby... Never for get that rule.... Only durning NON-out breaks should you have sex at all."
        ],
        "causes": []
    },
    {
        "entry": 334,
        "treatments": [
            "If you can't sleep, try to drink a cup of warm milk before you go to sleep or take a warm bath/shower.",
            "Do something relaxing maybe even read a book, but don't watch tv because it keeps your brain stimulates."
        ],
        "causes": []
    },
    {
        "entry": 335,
        "treatments": [
            "You should always exercise.",
            "You should take more fiber drinks.",
            "Try suger free.",
            "I also would reccommend taking a daily dose of aloe vera.",
            "Also Ginger tea."
        ],
        "causes": [
            "The causes for IBS are primarily the foods that you take in."
        ]
    },
    {
        "entry": 337,
        "treatments": [
            "You might try putting hydrogen Perioxide in each ear for ten minutes a piece.",
            "If it's an outer ear infection you can use 50% rubbing alcohol & 50% white vinagar mixed together.",
            "Use a dropper, tilt head & fill ear canal let sit for a few minutes then drain.",
            "Use twice daily.",
            "some foods produce allergic reaction to some people so add this to your list of food not to be taken while in treatment stage or process.",
            "a little WITCH HAZEL, sold otc, on cotton ball and warm placed in",
            "Find garlic oil (at a health food store) and drop it in the infected ear.",
            "If you cant find the oil get the capsules and break them open.",
            "Also, take 3 a day orally doing both should keep an infection away.",
            "A cheaper way also is to use polysporin ear drops and if it doesn't work or worsens see a physician."
        ],
        "causes": []
    },
    {
        "entry": 339,
        "treatments": [
            "Drink a tall glass of water and maybe have some soup and the problem should go away."
        ],
        "causes": [
            "Possibly something you're eating, or you're on your period?",
            "So i say its dehydration and lack of sleep.",
            "Or it could be something you ate."
        ]
    },
    {
        "entry": 341,
        "treatments": [
            "look at naked women.",
            "a good hard suck"
        ],
        "causes": []
    },
    {
        "entry": 343,
        "treatments": [
            "Try a nasal decongestant"
        ],
        "causes": [
            "Sometimes an upper respitory infection will, for me I can tell if a storm is coming because I can feel the pressure building up in my sinuses, and also an allgery can cause it too.",
            "Pressure in the sinuses usually caused by infection or allergy which blocks the ducts.",
            "Polyps in your sinus cavity are the ones that cause the pain",
            "when thier is a temperature change"
        ]
    },
    {
        "entry": 345,
        "treatments": [
            "R-rest",
            "I-ice",
            "C-compression",
            "E-elevation",
            "Try hot patch.",
            "Use an ice gel- pak , for ten minutes at a time ( to avoid nerve damage ) ; and do not place ice directly against skin.",
            "Then rub on mineral ice gel ( found at any pharmacy ) ; or \"Glucosamine  Pain Relief Roll-On Gel\"( odorless, grease-less & stainless).",
            "Believe it or not , castor oil can be rubbed onto the skin to relieve aches & pains and costs about $2.. for a small bottle ( found in pharmacies ).",
            "Ultra strenght Ben Gay helps so does the rubbing in Karate we used to use Tiger Balm think Ben Gay is better but not as penetrating and they both stink.",
            "you can do an ice bath on your arm and soak for like 10-15 minutes"
        ],
        "causes": []
    },
    {
        "entry": 347,
        "treatments": [
            "you need not go for growth hrmone therapy as it may lead to many abnormalities and other side effects .",
            "Instead you should incoperate a protein rich diet.",
            "You should take a lot of protein rich food.",
            "dont take excess of fat",
            "So, my advice to you is if you are in high school and are playing sports, stick to weight gainer and maybe some creatine supplements.",
            "Work out like a madman and eat as many calories as you can.",
            "Hey just take protein shakes..."
        ],
        "causes": []
    },
    {
        "entry": 348,
        "treatments": [
            "Try getting an ear wax removal kit (not expensive)."
        ],
        "causes": [
            "A possible ear infection.",
            "If you are not experiencing any pain, my first guess would be ear wax.",
            "It does sound like an ear infection....",
            "It is possible that you have an external ear infection.",
            "It could also be the result of swimmers ear."
        ]
    },
    {
        "entry": 349,
        "treatments": [
            "Try going to get a back adjustment or a massage it it doesnt stop then see a physician .",
            "If you got the money, go to phisical theropy it helps alot."
        ],
        "causes": [
            "Spasams are caused from tendens or muscles which could be one or two things .",
            "Over worked muscles or underworked ."
        ]
    },
    {
        "entry": 350,
        "treatments": [
            "EXPECTORANST N HUMIDIFIER OR VAPORIZER, SON SAY HOT..",
            "PLENTY LIQUIDSSSSS9CHECK W/DR, ALWAYS), AS SOME CHILDREN CANNOT HAVE VICKS ETC VAPORIZER...",
            "you can try Thyme for the sinuses and Mullien for cough and phlegm.",
            "Mucolytic drugs, cough syrups, antitussive to reduce coughs, mucous productions and simply to reduce inflamations we can take paracetamols(anti inflammatory and anti pyretic*)plus antibiotics depending on the causative agents **ONLY under prescription from a doctor."
        ],
        "causes": []
    },
    {
        "entry": 351,
        "treatments": [],
        "causes": [
            "It think it has to do more with the sound of mechanical drills which really instills fear into the mainds of the patient.",
            "I think ppl are just afraid of pain and the sound of it."
        ]
    },
    {
        "entry": 354,
        "treatments": [
            "use a sleepy pill by all means but youneed to find a strategy to get you to nod off.",
            "also dont go for silence have background noise a radio on a talk channel nice and low.",
            "avoid stimulating smells in your bedroom such as lemon or orange, this includes any stuff you use in cleaning or drying your bedding and shampoos.",
            "Thicker curtains if you get strong light in your room from lights or the sun in the am.",
            "you absolutely must try this amazing product.",
            "the product is TAHITIAN NONI JUICE     YOY WILL LOVE IT!",
            "Get the max size pill (6 mg).",
            "  Another trick is to get in the hot shower before bed.",
            "You have to stay in a long time, as if you were in a hot tub.",
            "   Don't drink any coffee or tea or soda drinks.",
            "    Meditation.",
            "    Try moving your bed around so your head faces in different directions.",
            "Adjust your dosage to find what is right for you.",
            "Get the timed release pills.",
            "   Chamomile tea (at any health food store) Use two or three bags.",
            "  Homeopathic remedy",
            "  IGNATIA AMARA for peopleswho have trouble fallg asleep, with history of greef, or shock",
            "  Drink plunty of water  evening time..",
            " Grind khus khus 1/2 table spoon put it in cup of milk and boil it (if u fancy few almonds pls add 7 grinded almonds in it ) take this drink before going to bed and let me know how it goes ?",
            "2more homeopathic med (1)pasiflora 30x (2)Avena sativa 30x",
            " 3 drops in little water three times a day"
        ],
        "causes": [
            "You might be sensitive to caffiene.",
            "You might have a metabolism that needs a lot more than the average person",
            "pls may u tellcause of insomnia, sleeping pills are only 4 short term insomnia.",
            "is it bcas of stress?"
        ]
    },
    {
        "entry": 355,
        "treatments": [
            "Eat breakfast, lunch and dinner plus 2 snacks 3 hours apart and stop eating 3 hours before you go to bed.",
            "Cut out all forms of sugar, refined flour, hydrogenated oil, high fructose corn syrup.",
            "Really read food labels and buy healthy fresh fruit and vegetables.",
            "Eat protein the size of a deck of cards, about 3 ounces.",
            "Small portions spread out evenly throughout the day keeps your metabolism high.",
            "Red yeast rice at Walmart or any drugstore will lower your cholesterol naturally.",
            "Oatmeal for breakfast is also good.",
            "meds can help, exercise can help, knowledge can help, and a positive attitude will help.",
            "ten years a diabetic, learn all you can, walk, walk, then walk some more.",
            "exercise such as swimming, jogging easily, don't try to set records.",
            "By adding exercise into your program, many times you can come totally off of meds.",
            "exercise, eat garlic and look up foods to lower your cholesterol...",
            "As for Glucose - try avoiding white flour products and carb.",
            "Eat whole grain pasta, bread, etc."
        ],
        "causes": []
    },
    {
        "entry": 356,
        "treatments": [
            "GET OUT OF BED ASAP after it is done.",
            "Use your own bone graft!",
            "As soon as your incision heals, start swimming, will strengthen all your core muscles to support the site.",
            "Don't smoke...."
        ],
        "causes": []
    },
    {
        "entry": 357,
        "treatments": [],
        "causes": [
            "Your SEVERE headaches could be caused by high blood pressure, a blocked sinus or many other serious health conditions.",
            "Maybe you have polyps.",
            "maybe brain pressure can be changing, i am not really sure, but u should really see a doctor."
        ]
    },
    {
        "entry": 359,
        "treatments": [
            "Bottom line, if you want to lose some weight, don't eat as much during a meal and eat several healthy food items per day.",
            "Cease fast food and greasy courses altogether and you will overall feel better.",
            "If you wanna eat less, drink more water, use smaller plates, talk while you eat, eat slower."
        ],
        "causes": []
    },
    {
        "entry": 360,
        "treatments": [
            "The next time you go to a club wear some ear plugs.",
            "so wear ear plugs.",
            "In the meantime, try not to listen to loud music, make sure your television isn't turned out too loud, and try not to wear headphones, as we tend to turn up the decibel when headphones are on."
        ],
        "causes": [
            "Yes..  the music was too loud.",
            "The ringing is called tinitus, and is a result of too much strain on your ears from the overly loud music in the club."
        ]
    },
    {
        "entry": 361,
        "treatments": [
            "You use some type of container that you buy at the pharmacy and literally \"wash\" out your sinuses.",
            "If you don't want to do that, you can do a saline mist spray that works too.",
            "Well, sudaphed.",
            "Ground Ivy",
            "You can buy a bottle of mustard oil.",
            "All you have to do is boil some of it and add some little pieces of garlic cut minutely.",
            "Now apply them on your forehead and massage gently, this will help in getting rid of headache.",
            "If you have problems like cold, then get a handfull of cloves and boil them in hot water.",
            "When you smell the cloves, just take some of it and rub it near your nose and put a few drops of them into your nostrills.",
            "Lots and lots of water will help.",
            "Also, any sort of decongestant will probably help with the congestion that is causing the pain and feelings of swollenness."
        ],
        "causes": [
            "You probably have allergies or you strain your eyes everyday."
        ]
    },
    {
        "entry": 364,
        "treatments": [],
        "causes": [
            "Most common causes are:",
            "undiagnosed mild hyperthyriodism",
            "Arrhytmias (SVT)",
            "and Innapropriate sinus tachycardia."
        ]
    },
    {
        "entry": 365,
        "treatments": [
            "If so, stop.",
            "oh try to change her like every other hr maybe thats the problem"
        ],
        "causes": [
            "If she did get an antibiotic, it is possible that the antibiotic upset the bacterial flora in her vagina, which could lead to a fungal infection.",
            "The dermatologist said \"Contact Dermatitis or Eczema\".",
            "um what are you feeding her it could be an allergic reaction (yes i know) u r prbably wondering how that can happen but you would be surprised"
        ]
    },
    {
        "entry": 367,
        "treatments": [
            "Scrape them off with a razor then pour bleach on them",
            "Try 1%  hydrocortisone cream."
        ],
        "causes": [
            "It could be keratosis pilaris, you could look them up on Yahoo and look on images to see if that is what you have.",
            "its most likely eczema see your doctor they can give you something for it",
            "They sound like warts.",
            "Could be eczema."
        ]
    },
    {
        "entry": 368,
        "treatments": [
            "occasionally n frequently, wash ur thoroughly with soap as this'd wash away the dirts in ur hair follicles where virus like to hide there.",
            "eat more raw tomatoes n enough sleep everyday.",
            "Tomato slices, turmeric, papaya juices and home made face packs will treat existing pimples and prevent further problems.",
            "Also... wash your sheets and pillow cases atleast once a week... helps alot.",
            "Lysol your phone frequently (follow the directions!)",
            "make sure you wash your face before bed and change your pillow cases.",
            "and wash your hands more."
        ],
        "causes": [
            "Sounds as if you have a blackhead it is a pore clogged with oil from your skin topped with a melanin plug.",
            "ur left cheek could be more sensitive, so u get more pimples.",
            "Maybe you sit with your left hand on your face?"
        ]
    },
    {
        "entry": 370,
        "treatments": [
            "maybe thats why ur mother thinks ur anorexic lift weights to become tone and eat protein and bread",
            "why dont you join a gym and they will put you on a weight gain diet, and help you get fit too.",
            "I say, eat a good diet...",
            "Drink Ensure.",
            "If it tastes bad, make a milkshake with it and some icecream.",
            "Carnation instant breakfast.",
            "Protein powders mixed into your mashed potatoes adns uch....",
            "try to eat beed and chicken"
        ],
        "causes": []
    },
    {
        "entry": 374,
        "treatments": [
            "KEEP taking the mutli.",
            "Eat healty meals with lean proteins and slow digesting carbs."
        ],
        "causes": []
    },
    {
        "entry": 375,
        "treatments": [],
        "causes": [
            "This sounds like a type of rotator cuff injury.",
            "If you're describing this the way I'm hearing it, the problem could be at her shoulder."
        ]
    },
    {
        "entry": 376,
        "treatments": [
            "try this:",
            "Dr Murads Acne Complex",
            "If for some reason you can't see a doctor, I've heard from people that Pro Active is a good product for acne.",
            "Exercise and drink water.",
            "No grease and wash your face in the morning and at night."
        ],
        "causes": []
    },
    {
        "entry": 377,
        "treatments": [],
        "causes": [
            "GERD",
            "A bad case of Acid Reflex diease."
        ]
    },
    {
        "entry": 381,
        "treatments": [
            "try hoodia, its all natural .",
            "Stay away from the ephredra."
        ],
        "causes": []
    },
    {
        "entry": 383,
        "treatments": [
            "Decrease your sugar and carb intake and see if you have any changes in your urine frequency.",
            "Carb intake should be limited to 20 carbs per meal and snack.",
            "You should be eatting 3 meals and 2 snacks a day, or in other  words you should be eatting about every 2 to 3 hrs while your awake."
        ],
        "causes": [
            "One thing a doctor would check you for is diabetes.",
            "It could be that you aren't drinking enough.",
            "It sounds like you may have diabetes.",
            "You could also have urinary retention, thats where your bladder does not empty out completely, so you go more often."
        ]
    },
    {
        "entry": 385,
        "treatments": [
            "You can try red clover, raspberry, or rosemary tea.",
            "Get your uterus  surgery in India."
        ],
        "causes": []
    },
    {
        "entry": 386,
        "treatments": [
            "Eat more bananas.",
            "CHANGING YOUR SHOES AND BUYING A GOOD PAIR OF SNEAKERS WILL DEFINETLY HELP,, I KNOW THE SPASMS USE TO WAKE ME AT NIGHT AND EVER SINCE THE DOC TOLD ME ABOUT THIS, I HAVENT HAD ANYMORE IN YEARS......",
            "The best way that I have experienced is to get up and walk it out.",
            "POtassium may help but that is more for cramping and lack of oxygen to the muscles cause of smoking etc."
        ],
        "causes": [
            "You could have a potassium deficiency",
            "It could be as easy as your shoes or stress or as severe as an injury to your back which could be pinching a nerve."
        ]
    },
    {
        "entry": 388,
        "treatments": [
            "You can, at this stage, keep monitoring it with frequent Pap smears.",
            "Or you can opt for cryotherapy or LEEP procedures, both of which excise a portion of the cervix to remove the abnormal area."
        ],
        "causes": []
    },
    {
        "entry": 389,
        "treatments": [
            "Sudafed should help.",
            "Save you a trip to the doctor, I was just told to use Afrin nasal spray, 2x's daily BUT NOT MORE THAN 3 DAYS IN A ROW, if you go longer, your symptoms will get worse.",
            "try soup instead my family has cheese onion and potato boil it all then mash it add lots of pepper you nose will soon clean plus tastes fab."
        ],
        "causes": []
    },
    {
        "entry": 390,
        "treatments": [
            "take a little bit of talc powder(baby powder) and pat some under your arms in the morning after your deodorant is dry.",
            "Bring it to school (they have travel size) and use it in between classes.",
            "you can also try spray on deodorant after activity.",
            "My first instinct in a situation like this would be to try different brands of deodorant to see which one works for you.",
            "Try different types or formulas to see which one is most effective at stopping the wetness problem.",
            "I would be sure to read labels and find one that says both deodorant AND antiperspirant, since that second ingredient would be essential to help keep you dry.",
            "Try different antiperspirants to see which one works on your body.",
            "Make sure it says \"antiperspirant\" not just \"depdorant\" on the bottle."
        ],
        "causes": []
    },
    {
        "entry": 391,
        "treatments": [
            "Because large amounts of potassium may be excreted during the increased urine output, potassium supplements should be given."
        ],
        "causes": [
            "Excreting damaged tissue components?",
            "Perhaps there is a related process going on with the damaged tissue.",
            "When this tissue becomes damaged, the cells have been lysed and spill this additional potassium into the blood stream."
        ]
    },
    {
        "entry": 392,
        "treatments": [
            "You might want to try the overnight kind of pads as they are usually longer and can handle the heavy flow.",
            "Wear a tampon and a pad.",
            "take lots of clean stuff with you and extra towels and tampons, ibuprofen wont stop or lighten the bleeding but it will help with any pain you maybe experiencing"
        ],
        "causes": [
            "Or is it possible that you were pregnant and are having a miscarriage?"
        ]
    },
    {
        "entry": 395,
        "treatments": [],
        "causes": [
            "If you are sexually active, this could be a tubal pregnancy and you need to go to the emergency room now.",
            "or it could be an ovarian cyst.",
            "The kind of things you could be suffering from include inflamed appendix, uterus problems, bladder or kidney stones, a bladder infection, a burst spleen... it could be nothing but it could be something really bad - please seek medical help if the pain does not go away soon.",
            "if its on the lower right side it could be appendicitis and you need to go to the doctor just to be on the safe side.",
            "for women it Can also be cramps and if its on the left side its probably gas...",
            "it could be endometriosis or a pelvic inflamatory infection.",
            "You might can have a bladder infection."
        ]
    },
    {
        "entry": 397,
        "treatments": [
            "Don't walk on it unless the doctor says so or you can injur yourself even more.",
            "Don't let them fall."
        ],
        "causes": []
    },
    {
        "entry": 398,
        "treatments": [],
        "causes": [
            "He was in a accident I think he had a blood clot or something rather.",
            "Its the result of a blocked artery in one or more of the quadriceps muscles in his right thigh."
        ]
    },
    {
        "entry": 399,
        "treatments": [
            "For seborrheic dermatitis I'd use a shampoo like Nizoral or Selsun,  but for thick skin... well....",
            "a topical steroid can be prescribed by your MD.",
            "You can also try using a soft bristle brush in the shower to remove the build-up and be sure to always rinse your hair completely.",
            "Try not to pick it or scatch it."
        ],
        "causes": []
    },
    {
        "entry": 403,
        "treatments": [
            "Sometimes there's certain positions you can have him sleep in that will reduce the snoring...",
            "If he is overweight make him loose weight...",
            "Sleeping on your side and on a high pillow (or two pillows) often helps.",
            "So, may be losing weight and working out may help.",
            "just keep waken him up",
            "A temporary solution is for you to sleep in the guest bedroom."
        ],
        "causes": []
    },
    {
        "entry": 404,
        "treatments": [
            "concealor, powder or a turtle neck....",
            "You can only cover them up with foundation or concealer or clothes.",
            "cover up and time.",
            "Igia Instant Cover.",
            "Don't let someone give you a hickey!",
            "Don't put ice on it!",
            "Just time, concealer and scarves girl... next time tell him to put it somewhere no one can see!"
        ],
        "causes": []
    },
    {
        "entry": 408,
        "treatments": [
            "zofran is always my pick but some people swear by phenergen.",
            "try eating crackers first thing in the morning...",
            "try to eat small meals throughout the day instead of big ones."
        ],
        "causes": [
            "welcome to the horrid world of hyperemesis."
        ]
    },
    {
        "entry": 410,
        "treatments": [
            "Wash your hand more often.",
            "Avoid touching your face.",
            "Vitamin C and multi vitamin during weather change.",
            "Try JOGGING as much as you can.",
            "Most people get \"sick\" because of the nasal passages drying out, and then getting irritated, so make sure you drink plenty of water and wash your hands frequently.",
            "in addition to the vit c(she should start at least 1 week prior to flying) add zinc....",
            "I would also purchase saline nose drops instill a few in each nare during the flight and blow your nose.",
            "You could purchase a  face mask..."
        ],
        "causes": []
    },
    {
        "entry": 412,
        "treatments": [
            "cylindrical lens.",
            "wear cylindrical lenses",
            "Corneal modification is also a treatment option for some patients."
        ],
        "causes": []
    },
    {
        "entry": 413,
        "treatments": [],
        "causes": [
            "You could also be experiencing perimenopause.",
            "The birth control pills would be my guess, since they can mess you up if you have been taking them and stop.",
            "it could also be diabetes or a food allergy",
            "probably from stopping the birth control pills."
        ]
    },
    {
        "entry": 414,
        "treatments": [
            "Buy an over the counter allergy medication or sudafed.",
            "drink several glasses of clean water with unrefined sea salt.",
            "Drink a glass of apple juice with a tablespoon of apple cider vinegar, cinnamon and a dash of cayenne.",
            "Also amp up on Vitamin C.",
            "BC Sinus powders are pretty good.",
            "(Taste disgusting, but they work) They can help reduce the pressure until you can get to the doc.",
            "Alka Seltzer Plus and a cold cloth to the head and eyes"
        ],
        "causes": []
    },
    {
        "entry": 415,
        "treatments": [
            "It also said to dry you clothes in a dryer on high heat to prevent this from happening.",
            "So keep the flies from laying eggs in your teats and you should be fine."
        ],
        "causes": []
    },
    {
        "entry": 416,
        "treatments": [
            "Aquaphor ointment seems to work best, both for preventative measures and a quick cure.",
            "auqaphor oitment",
            "Neosporin lip therapy works really well.",
            "Something else that works well but sounds nasty is AD Ointment.",
            "do not use lip chap stuff = because kids lips will eventually depend on the stuff and not heal themselves"
        ],
        "causes": []
    },
    {
        "entry": 420,
        "treatments": [
            "Apply heat into the ear to ease the pain.",
            "Use a warm cloth or a heating pad set on low.",
            "Rest, let your energy to fight the infection.",
            "Heat 2 garlic cloves (skin removed) in two spoons of mustard oil till the garlic starts turning black.",
            "Sieve and put 2-3 drops of this oil in the ear.",
            "Acetaminophen, aspirin or ibuprofen may help relieve earache.",
            "Oral nasal decongestants may help.",
            "Take Vitamin C to help boost the immune system and fight infection.",
            "Press a piece of garlic and pour the juice in the ear.",
            "Chew gum or yawn to relieve the pain, if the earache is due to altitude change (in aero plane).",
            "Hold your both nostrils closed and blow through your nose until you hear a pop.",
            "You may need to change your medication.",
            "A heating pad would ease the pain.",
            "Just don't fall asleep on it.",
            "I get 3 drops of marjoram essential oil, in 1/2 teaspoon carrier oil (like almond or cold pressed olive) Warm on a saucer over a cup of boiling water, place a cotton ball in to soak up the warmed oil, and squeeze out excess.",
            "put in outer ear.",
            "Heat eases pain, Marjoram helps break down blockage.",
            "If they don't help it then maybe you need differnt antibiotics~!"
        ],
        "causes": []
    },
    {
        "entry": 421,
        "treatments": [
            "Drink water.",
            "I know you are stuffed, but drinking water will help break up the food more, allowing it to digest easier and a little quicker.",
            "just put the finger in the back of your throat and throw up!!",
            "no just take maalox or something.",
            "work out or throw up",
            "Rest, and DO NOT move.",
            "lie on you stomach and roll down the stairs head first...",
            "then take sum tums and lie down...",
            "also try going to the bathroom.",
            "Massaging your stomach will help make the painful feeling go away sooner."
        ],
        "causes": []
    },
    {
        "entry": 423,
        "treatments": [],
        "causes": [
            "If you had hepatitis (inflammation of the liver) caused by a virus, or unexplained jaundice (yellow discoloration of the skin), since age 11, you are not eligible to donate blood.",
            "This includes those who had hepatitis with Cytomegalovirus (CMV), or Epstein-Barr Virus (EBV), the virus that causes Mononucleosis.",
            "Acceptable if you had jaundice or hepatitis caused by something other than a viral infection, for example: medications, Gilbert's disease, bile duct obstruction, alcohol, gallstones or trauma to the liver.",
            "If you ever tested positive for hepatitis B or hepatitis C , at any age, you are not eligible to donate, even if you were never sick or jaundiced from the infection.",
            "There are many causes of jaundice.",
            "Among them is Hepatitis which is transferred in blood products and others include chirrosis, nutritional deficiencies, blood dyscrasias ect all of which would increase the probability that the blood is not of adequate quality.",
            "they could pass it on",
            "theres too high a chance that their blood will be rejected by the recipient and they may be violently ill as a result."
        ]
    },
    {
        "entry": 424,
        "treatments": [
            "lazer treatment, or that metamusil or something like that!",
            "vitamin E (fish liver oil) take it orally and apply it directly to the skin...."
        ],
        "causes": []
    },
    {
        "entry": 428,
        "treatments": [],
        "causes": [
            "it maybe nothing  it soundslike it may be a reaction to something, but the doctor could tell you best.",
            "splotchy red raised patches can be all kinds of things... thrush...",
            "excema, or just an allergic reaction, but it sounds kind of like rubella, or mumps.. better safe than sorry",
            "IT could be staff infection.",
            "this is probably nothing, on the other hand it could be meningitis.",
            "Possible heat rash, Keep close eye on it."
        ]
    },
    {
        "entry": 429,
        "treatments": [
            "You have to gradually pull it down during masturbation.",
            "You may want to put Vaseline or Neosporin on it if it cracks.",
            "circumcision"
        ],
        "causes": []
    },
    {
        "entry": 430,
        "treatments": [
            "Condoms please",
            "abstinence all the way...",
            "Have protected sex with a condom that has spermicide and you won't go around worrying,"
        ],
        "causes": [
            "If you took the morning after pill, then thats what its caused by.",
            "ike the people said below me, your cycles probably just messed up from the pill."
        ]
    },
    {
        "entry": 431,
        "treatments": [
            "Keep the skin moisturized, use Eucerin cream, Cortaid, or a prescription cream everyday-even up to three times a day.",
            "You can go to a tanning salon, or sun bathe but there is no cure."
        ],
        "causes": [
            "It is a skin disease and in the most cases it is due to severe tension."
        ]
    },
    {
        "entry": 434,
        "treatments": [],
        "causes": [
            "The herpes virus",
            "A HERPES virus",
            "herpes simplex virus",
            "herpes"
        ]
    },
    {
        "entry": 436,
        "treatments": [
            "You need to stop eating the foods that cause it.",
            "I read this on the internet   drink some apple cider vinegar in a glass of water.",
            "to start with watch what you eat.",
            "watch out for things like high acid foods(tomatoes, oranges) also caffiene.",
            "A good habit when you know your going to be eating something that may cause heartburn is try to take a Maalox BEFORE you eat this will coat your stomach."
        ],
        "causes": [
            "You may find that its one paticular food that you intake everyday that can cause it."
        ]
    },
    {
        "entry": 437,
        "treatments": [
            "I'd suggest trying relaxing exercises to sleep.",
            "Don't depend on weed to help you sleep.",
            "Here's a useful tip.",
            "Quit doing drugs, you idiot."
        ],
        "causes": [
            "Intestinal parasites.",
            "If you have only noticed this recently then I feel like is does have something to do with the drugs you have been using."
        ]
    },
    {
        "entry": 438,
        "treatments": [
            "To lose weight you need a good source of cardio exercise that you can perform painfree, most likely walking or jogging, since that keeps the spine in extension, rather than flexion, which can aggrevate a disc.",
            "Definitely avoid sitting exercise like biking.",
            "Water aerobics and walking in a pool are also good forms of exercise for you.",
            "high protien diet -- walking and using bands -- NOTHING with twisting",
            "Walking may be the best exercise.",
            "If you are unable to do any substantial walking, then swimming may be a good exercise.",
            "high protein, and keep your abs tightened, a fat gut will wreck your back!",
            "Diet, Diet, and only Diet.",
            "Work household without twisting and bending.",
            "Don't lift any weight."
        ],
        "causes": []
    },
    {
        "entry": 440,
        "treatments": [
            "It may help you to start looking at some of the Positive things about yourself.",
            "Get out and be active"
        ],
        "causes": []
    },
    {
        "entry": 441,
        "treatments": [
            "lacitrex",
            "Benadryl",
            "stay away from your allergen",
            "In the meantime, you can try the over the counter creams that have cortisone in them, or the ones that combine Benadryl with Calamine lotion, or try some of the products that have oatmeal in them."
        ],
        "causes": []
    },
    {
        "entry": 442,
        "treatments": [
            "Do not swallow and/ or use a condom.",
            "IF you have open wounds or cuts or sores in your mouth, it is best to use a dental dam ( a flexible thin barrier).",
            "use a condom.."
        ],
        "causes": []
    },
    {
        "entry": 443,
        "treatments": [
            "so to get rid of insomnia u should acknowledge your problem and deal with it.",
            "or learn how to live with it.",
            "calm down, put a few drops of Lavender oil on your pillow, dont sit or lay on your bed untill you are going to sleep, never have tea coffe or any drinks with caffine in 2 hours before sleeping as it wil kepp you up.",
            "plan out your day the afternoon before, not like time planning but think about what your going to do the next day, this subconoiusly makes your mind ready to dream and makes you relate the next day to after sleep, dont think of it up to 2 hours before you sleep your mind will be working too hard.",
            "btw also have an amythst crystal bellow your pillow or next to your bed, it is beleived to help cure insomnia, also you may wish to have a clear quartz crystal next to your bed too hold it for a while before sleeping this wil help you to rember your dreams and may help you discover the core reason for your insomnia.",
            "try a couple nights  of Tylenol pm (only) a few nights then try it on your own.",
            "they may give you ambien for a week or two to get your pattern of sleep back on track.",
            "Try taking GABA 500mg, 5-HTP 5-mg with one Melatonin 1mg about 20 minutes before you want to go to sleep.",
            "By making small lifestyle changes like having a fixed",
            "for getting sleep."
        ],
        "causes": [
            "Lots of insomnia is caused by food allergies including alcohol.",
            "Insomnia (sleeplessness) is due to stress, dietary and medical"
        ]
    },
    {
        "entry": 445,
        "treatments": [
            "You can tigh a bandana tightly around your head, that is if you don't want to take any medicine.",
            "Also, a headache is due to the slow of blood to the brain so one way is to have the blood flow all of a sudden to the brain which can be done by bending your head downwards for a few minutes or put your head under cold water.",
            "Take a pill.",
            "Also, turn off the computer and go to bed.",
            "You can also pinch the flesh between your thumb and pointer finger.",
            "Go back, to where the bones make a V, and pinch from the top of the hand and from the palm side.",
            "Try both hands, but one or the other is likely to provide relief.",
            "Keep pinching and massaging until the headache is gone.",
            "take an advil and go to bed.",
            "Dew or Coffee.",
            "Lack of sleep headache .. take a nap.",
            "Figure out what gave you the headache and you can \"cure\" it.",
            "Laying down in a dark room with a cold compress on your forehead always helps."
        ],
        "causes": []
    },
    {
        "entry": 447,
        "treatments": [
            "Add a tablet of Aluminium hydroxide or a pinch of plain baking soda.",
            "A warm climate and a shot of whiskey",
            "the best thing you can do for RA is one, keep moving, walking, get plenty of exercise, take rest periods during the day if needed, but no matter how bad you hurt, get that exercise.",
            "Also an anti-inflammatory like voltaren is great (you need prescription) and a good muscle relaxor will help also.",
            "A good pain med.",
            "Also try a topical pain reducer call biofreeze, it's kinda pricey but well worth the money.",
            "Tips 1:",
            "Drinking 2 tblspns of raw Potato juice before meals will help.",
            "Tips 2:",
            "Take care to chew the Walnuts really well.",
            "Celery seeds (Ajwain) to be powdered.",
            "Add 1 tspn to a cup of hot water and drink before meals."
        ],
        "causes": []
    },
    {
        "entry": 450,
        "treatments": [
            "After the visit to the doctor keep her on a healthy path.",
            "it means she needs to lower her cholesterol and eat something.",
            "i have found that cinnamon at 500 mg a day will lower her cholesterol by about 20%"
        ],
        "causes": []
    },
    {
        "entry": 452,
        "treatments": [
            "Take some pain killers just before you go in, NOT ASPIRIN, but try Tylenol or Ibuprofen.",
            "You could ask the Periodontist to numb the areas he/she going to work on with local anaesthetic."
        ],
        "causes": []
    },
    {
        "entry": 453,
        "treatments": [
            "Just be sensitive and stay away from sex for a bit."
        ],
        "causes": [
            "Obviously there is a psychological problem here which means he can not ejaculate.",
            "Sounds like he's got a disease."
        ]
    },
    {
        "entry": 454,
        "treatments": [
            "It is easily treated with metrogel or oral antibiotic.",
            "To rid this bacteria, you need to give the afflicted area vigorous rubbing several times every day until you are sure that it is no longer associated with your system (which for most women is when they marry!)."
        ],
        "causes": []
    },
    {
        "entry": 455,
        "treatments": [
            "drink vinegar",
            "Pepcid works well in preventing heartburn take it before you eat.",
            "MIlk also helps coat the stomach If it continues see your doctor.",
            "I do not advise any medications but you can take tums or any other calcium carbonate pills."
        ],
        "causes": [
            "Stress, what you eat, how fas tyou eat.",
            "Fetus by its pressure effect on the stomach can cause this esp during later periods of pregnancy.",
            "other possibility of the heartburn is a possible H pylori infection."
        ]
    },
    {
        "entry": 458,
        "treatments": [
            "She might be able to, prescribe you some medication, for your cramps.",
            "midol and a little rest will get you feeling better",
            "IM SURE THIS WILL WORK DRINK IBOPRUFEN(TYLENOL *ADVIL* MOTRIN) 2-3 DAYS BEFORE YOU GET IT TWICE A DAY, AND WHEN YOU GET IT DRINK 2 CAPSULES TWICE A DAY, TRUST ME  THIS ALWAYS HAPPENS TO ME!",
            "take midol and heating pads work well too.",
            "and drink lots of water, and wear shoes everywhere even inside the house because when you don't you get even worse cramps."
        ],
        "causes": [
            "have you been checked for indometriosis?"
        ]
    },
    {
        "entry": 461,
        "treatments": [
            "For instant relief, try gargling with salted warm water.",
            "The best thing you can do to help is to actually drink lots of clear, unsugared liquids.",
            "- Lozenges.",
            "-Chloroseptic Throat Spray.",
            "Spritzed on the back of your throat; another numbing agent to help reduce the pain while you get better.",
            "-Household remedy #1: Sea Salt.",
            "If you can get some, add a teaspoon of it to half a cup of warm water and use it as a gargle.",
            "Swish it as close to your throat as possible, without swallowing, and repeat til your mixture is gone.",
            "-Household Remedy #1: Lemon and Tea.",
            "A nice cup of warm tea and lemon (no sugar) could help and definitely comforts.",
            "For weight solutions after you are well, don't eat bread, french fries, greasy foods like donuts.",
            "Eat salads, eggs, meat, tuna.",
            "Honey will help as also ginger"
        ],
        "causes": [
            "You could have Strep Throat, and you need an antibiotic."
        ]
    },
    {
        "entry": 462,
        "treatments": [
            "probiotic yogurt.",
            "Learn to \"destress\"",
            "I start by inserting two bisacodyl suppositories and then drinking four ounces of Castor oil.",
            "Be sure to drink at least 8 to 10 ounces of water or more an hour while doing this.",
            "After doing this eat lightly for a few day and include yogurt to put a good flora in your system.",
            "Increasing your fluid intake usually helps with constipation.",
            "Keep a tally of how many glasses you drink each day.",
            "I've also heard adding a little lemon jiuce tio water sometimes helps with constipation."
        ],
        "causes": []
    },
    {
        "entry": 466,
        "treatments": [
            "pissing on it the hormos from ur urine help get rid of warts and black heads",
            "Over the counter medication or freezing, but you must use multiple doses and be consistant with it.",
            "dr schols wart freesing thingy",
            "dude im soo serious .. take a potato cut it in half ...",
            "rub the potato juice on each wart ... then through the potato in your back yard... as the potato rotts ..",
            "DO THIS ONCE A NIGHT the whole week a new potato .."
        ],
        "causes": []
    },
    {
        "entry": 468,
        "treatments": [
            "Make sure you are getting enough calories and eating every 3-4 hours.",
            "try eating ice cream after the meal you will feel nice and loose and hyper"
        ],
        "causes": [
            "sounds like you could have a problem with it",
            "If that is not the reason, it could just be the time your eating, your probly eating around the time your body is ready for bed or a nap.",
            "TIREDNESS AFTER EATING",
            "TIREDNESS AFTER EATING.",
            "...",
            "this matters what you eat if you eat alot of sugar you will be very tired but if you eat a normal meal then its just because your body is digesting the food."
        ]
    },
    {
        "entry": 471,
        "treatments": [
            "Vinegar   2Tbs.",
            "Honey  2 Tbs.",
            "Lemon Juice in 2 Oz.",
            "Hot water and drink it 2-3 times a day.",
            "Plus drink lots of cranberry juice and take some cranberry pills.",
            "DRINK PLENTY OF CRANBERRY JUICE.",
            "Drink lots of cranberry juice.",
            "Eat yogurt.",
            "Take Vitamin C 500mg daily + plenty of fluids",
            "Drink one glass of cranberry juice every day.",
            "Also, if you feel one coming on, drink some alka selzer."
        ],
        "causes": []
    },
    {
        "entry": 472,
        "treatments": [
            "Take a vial of drool from your child.",
            "Get a sterilized cloth and wipe his/her mouth and store it in a bag.",
            "Pay the money, they will test it."
        ],
        "causes": []
    },
    {
        "entry": 478,
        "treatments": [
            "Try eating more fibre though.",
            "instead, i would recommend a healthy fiber rich diet.",
            "you can also take some buttermilk or soy milk to coat your stomach."
        ],
        "causes": [
            "The stomach growling is the sound of your food moving through the spincter thing into your small intestine.",
            "normallyits because you are hungry, but other than that its your bodys digestive system degrating food and what not, mine gets loud too, but you cant really stop it, normally i drink alot of milk and it helps alot",
            "loud noises is probably produced by the build up of gas and HCl Acid in your stomach.",
            "it could either be caused by hunger (which would explain the hyperacidity), or consumption of beans or soda or any other byproduct that can cause gas build up.",
            "you need roughage to clean up your intestines and any toxins building up in your stomach.",
            "Intestinal gas can also cause the familiar sounds of the \"growling stomach,\" a term that's actually a misnomer, says Munsey Wheby, MD, president of the American College of Physicians.",
            "\"Instead, it's caused by the intestines as they contract.\"",
            "Everyone knows that a growling \"stomach\" can mean that you're hungry.",
            "But the noise often stems from the movement of air through the intestines, whether there's food there or not.",
            "So if you've been swallowing a lot of air, or if you've been eating things that your small intestine can't digest, you may hear some grumbling, or even a whole symphony of bizarre and embarrassing noises.",
            "But like burping and flatulence, occasional growling from the intestines isn't anything to worry about, says Edmundowicz."
        ]
    },
    {
        "entry": 480,
        "treatments": [
            "When you come off an antidepressant, make sure you cut back gradually.",
            "For the final few weeks, instead of taking 1 every day; take 1 every other day for a week, & then cut that down to 1/2 tab until you gradually wean yourself off them."
        ],
        "causes": []
    },
    {
        "entry": 481,
        "treatments": [
            "You can have them frozen off in the meanwhile.",
            "There are quick and effective treatments that will make them go away."
        ],
        "causes": []
    },
    {
        "entry": 482,
        "treatments": [],
        "causes": [
            "TMJ-",
            "You might be grinding your teeth and need a night mouth guard while you're sleeping.",
            "TMJ.",
            "It is Called TMJ",
            "TMJ or abcess of tooth.",
            "Plus your jaw may have locked up."
        ]
    },
    {
        "entry": 485,
        "treatments": [
            "Viagra, or Levitra~they both have to be prescribed by your doctor",
            "Just put on some porn!",
            "And eat oysters!"
        ],
        "causes": []
    },
    {
        "entry": 489,
        "treatments": [
            "More exercise."
        ],
        "causes": [
            "Weight loss...",
            "If your daughter has been more active that can delay a period.",
            "Stress.",
            "maybe school or money or a guy is causing stress.",
            "Maybe she is consuming more water."
        ]
    },
    {
        "entry": 492,
        "treatments": [
            "It also sounds like you retain fluid and sometimes a fluid pill will help."
        ],
        "causes": [
            "Could be arthritis...",
            "it could also be a blood clot.",
            "possible neuropathy, arthritis, gout, bad circulation."
        ]
    },
    {
        "entry": 497,
        "treatments": [
            "Drink tons of water.",
            "(or tea like the first person said) Don't eat too much meat.",
            "Take vitamins and pills.",
            "Don't eat anything too cold like ice cream or popsicles.",
            "Try not to cough that much.",
            "And drink WATER!",
            "Water cures almost all little sicknesses.",
            "Drink lots of water, also you might want to try a lemon flavored gum to chew on it makes you salivate so your throat will stay moist.",
            "First, take plenty of echinacea which works to stimulate the immune system to help you get rid of what's causing your cough.",
            "Sendondly, drink plenty of fluids, which will help to get rid of the mucus which causes the tickle in the first place.",
            "Thirdly, suck on a lozenge.",
            "Zinc lozenges work very well, and come in all sorts of flavors like lemon, cherry or wildberry.",
            "Last, get plently of rest so your body can work on fighting that bug!",
            "eat honey or tea with honey in it"
        ],
        "causes": []
    },
    {
        "entry": 499,
        "treatments": [
            "Take it easy (as if we have a choice)!",
            "Try taking Calcium, Omega3-6-9 supplements.",
            "Do some stretching exercises for the back.",
            "Drink lots of water.",
            "Predisone is the only way to go."
        ],
        "causes": []
    },
    {
        "entry": 501,
        "treatments": [],
        "causes": [
            "the giddiness implies a blood loss ie a loss in circulating volume, as in to the brain, hence the giddiness.",
            "!."
        ]
    },
    {
        "entry": 503,
        "treatments": [
            "I'd put it in pudding or something to help with the taste.",
            "Try to swallow a pill by cracking it in half or in fourths.",
            "Put it in your mouth and gulp down a big mouthful of water.",
            "I would recommend crushing it first then putting it some applesauce."
        ],
        "causes": []
    },
    {
        "entry": 506,
        "treatments": [],
        "causes": [
            "It is the type of STD that is passed that way.",
            "You can get STD from oral sex.",
            "yes, but its more likely to be herpes or something like that rather than hepatitis etc.",
            "Thats just where the STD or virus is carried through",
            "you can catch and give an STI (not STD, times change) through oral sex, herpes is the most common, although you can also get HIV/Aids throught this type of sex.",
            "Coldsores are a mild form of herpes but if you perform oral sex on your partner, they can catch the herpes infection on the genital area"
        ]
    },
    {
        "entry": 508,
        "treatments": [
            "lots of eggs + milk products",
            "3 kms of jogging + light weights",
            "stand straight in the wall every morning, jumping will help and eat protein rich food.",
            "press the point in your hand or hand(see reflexology chart)pertaining to pituatary gland.",
            "pull ups from a bar also help......"
        ],
        "causes": [
            "the reason"
        ]
    },
    {
        "entry": 510,
        "treatments": [
            "rub some whiskey on the area.",
            "or rinse with salt water.",
            "you can alsouse novacaine,",
            "also clove oil from the drup store or cepacol throat sprat",
            "you need to rub vegemite into them or gargle salt water this will heal the wouds faster!",
            "tea bags that has been used and allowed to cool.",
            "apply for 3 min or so.",
            "make sure it's orange pekoe or something with high tannin.",
            "Drink only cool liquids and nothing acidic like orange juice for a day or two.",
            "Don't eat anything crunchy or hot.",
            "if it is a minor cut, just swish maalox around in your mouth.",
            "Maalox heals oral tissue quickly, you could also use oragel, teething pain releif medicine to decrease oral pain.",
            "in the mean time, don't eat anything spicey or hot in temperature."
        ],
        "causes": []
    },
    {
        "entry": 511,
        "treatments": [
            "by cutting ALL sodium out of your diet, that's table salt AND msg...",
            "by cutting all carbonated beverages from your diet...",
            "Take baby steps, you should only lose about a pound a week."
        ],
        "causes": []
    },
    {
        "entry": 514,
        "treatments": [
            "*Sleep with a vaporizer to help clear out your sinuses.",
            "*Anything that you can slurp that is hot and spicy is usually very effective in draining out the sinuses.",
            "*Rinsing your sinuses with saltwater helps them drain mucus.",
            "Move to a place that has unpolluted AIR - for example Automobiles inject harmful particles into the air which you breathe.",
            "Spices like pepper, cinnamon, and cloves are natural decongestants and help clear up the sinuses."
        ],
        "causes": [
            "These and other pollutants Say from Cleaning Products) cause Sinus problems."
        ]
    },
    {
        "entry": 516,
        "treatments": [
            "sure try sneezing out your leg...",
            "go take a shower with clorox and any other disinfectant",
            "Use a tissue, hun."
        ],
        "causes": []
    },
    {
        "entry": 521,
        "treatments": [],
        "causes": [
            "you probably just bruised the inside of your throat.....",
            "It sounds like a possible STD to me.",
            "what you are describing is the first symptom of exposure to the herpes virus."
        ]
    },
    {
        "entry": 523,
        "treatments": [
            "try benadryl to bring down the inflammation and keep your arm elevated."
        ],
        "causes": [
            "West nile virus, malaria?",
            "West Nile Virus.",
            "\"Hypochondria\"!",
            "Most likely it's beak is stuck in there and got infected",
            "you may have a phlebitis so if it stays swollen go to the er maybe you could use a short course of antibiotic...."
        ]
    },
    {
        "entry": 525,
        "treatments": [
            "Soap and water!",
            "Always wash the blood away, and your skin will heal naturally, don't cover it.",
            "Unless its a open wound that needs further attention, you would know if it was capable of  being infected, but antibacterial soap or just any soap will do.",
            "Oh yeah put neosporin, its good for scars.",
            "And stop fighting",
            "Neosporin ointment",
            "Neosporin",
            "First put some hydrogen poroxide on it.",
            "Once it stops bubbling put neosporn followed by a bandaid."
        ],
        "causes": []
    },
    {
        "entry": 527,
        "treatments": [
            " do a culture and sensitivity test by collecting a swab from pharynx of the infected person, wait for the culture report, select a suitable antibiotic, give it for a week or so, without fail, done.",
            "1.",
            "Iodine compounds sold as Betadine or TCP can be gargled to shorten the duration of the infection.",
            "2.",
            "It can be treated and cured by your individual symptoms using homeopathic medicine."
        ],
        "causes": []
    },
    {
        "entry": 528,
        "treatments": [
            "You can use dental wax  and topical anesthetic to help create a barrier between the braces and any sores that develop on your gums (the sores usually heal within a few weeks).",
            "Eat these things in moderation and always be careful.",
            "That annoyance could be relieved with an over-the-counter pain reliever if necessary"
        ],
        "causes": []
    },
    {
        "entry": 529,
        "treatments": [
            "I think we should work on constantly good posture - apparently that helps.",
            "And try to cut out salty foods.",
            "Diuretics?",
            "neXgen bodysculpting"
        ],
        "causes": [
            "It might not have anything to do with your anorexia at all, but could be a hernia.",
            "ca  Thanks."
        ]
    },
    {
        "entry": 531,
        "treatments": [
            "get a new body.......",
            "The only way to get rid of them is to have them cut away as thy are scars",
            "Try cocoa butter.",
            "Cocoa butter always works"
        ],
        "causes": []
    },
    {
        "entry": 533,
        "treatments": [
            "all that you should do is just stop talken for awhile i no that it might kill you not for real but it will help.",
            "With a sore throat drink super cold and/or super hot things.",
            "Also, I recommend taking Airborne for about a week."
        ],
        "causes": [
            "Chances are you have strep throat an d need antibiotics."
        ]
    },
    {
        "entry": 534,
        "treatments": [
            "Treat the symptoms.",
            "1.",
            "Rest",
            "2.",
            "Clear fluids",
            "3.",
            "No dairy products",
            "4.",
            "More rest",
            "5.",
            "Take little or no medications so your body can fight.",
            "6.",
            "Let fever run if possible, because it is fighting the virus.",
            "7.",
            "Hot chicken soup--has nutrients, and it reaches the salty broth farther back than gargling saltwater.",
            "8.",
            "Keep your mouth and throat clean with strong mouthwash.",
            "9.",
            "CHICKEN SOUP, LOTS OF LIQUIDS (LIKE ORANGE JUICE).",
            "GET PLENTY OF REST.",
            "If you are in the early stages, take something like Airborne.",
            "Once you have the cold full force, then drink lots of liquids, rest, and watch daytime t.v.",
            "Plenty of fluids and lots of rest.",
            "You can also try a hot shower, vaporizer or a steam bath (heat water on stove to a boil, turn off, put head over the steam and cover your head with a towel).",
            "Anything to ease the symptoms will help but you can't get rid of it, you have to let a cold run it's course..."
        ],
        "causes": []
    },
    {
        "entry": 536,
        "treatments": [
            "yes, do date, there is no specific treatment for the disease transmitted  by a mosquito, however i advice you to take an ancient treatment regimen: every day in the morning roast a whole bulb of large garlic.",
            "skin it and eat all the cloves followed by a drink of freshly squizzed warm lemon juice."
        ],
        "causes": []
    },
    {
        "entry": 537,
        "treatments": [
            "PUT SOME ICE ON IT, WHICH SOUNDS LIKE YOU DID.",
            "IF YOUR NIECE ISN'T ALLERGIC TO ANY KINDS OF PAIN RELIEVER , GIVE HER SOME CHILDRENS MOTRIN OR TYLANOL."
        ],
        "causes": [
            "YOUR NIECE PROBABLY GOT STUNG BY A WASP, BEE, OR HORNET."
        ]
    },
    {
        "entry": 541,
        "treatments": [
            "I would suggest cooling down  the \"ol noggin \"  at the onset of pain",
            "with a couple of flexible liquid-gel cold packs on your forehead and/or",
            "Also if you are on the pill, stop it, as this can contribute and cause other problems.",
            "Ask at the doctors for a triptan spray that will help you during the attack.",
            "Find yourself some GOOD drugs!",
            "Watch your diet.",
            "Find out if a food is triggering these.",
            "Quiet, dark.",
            "Ok here are some tips from a migrain veterin to hold you over until you see a doctor; I know over the counter meds seem great, but avoid them as much as possible or you will get a rebound headach, Caffine is a no go, do not eat orr drink anything containing it.",
            "Set yourself on a shedual, go to bed and wake up at the same time every day.",
            "Avoid bright lights and loud noises."
        ],
        "causes": [
            "I wonder if it is food allergies or maybe I have trouble with my spine...",
            "Cold triggers these."
        ]
    },
    {
        "entry": 542,
        "treatments": [],
        "causes": [
            "Because women carry the babies, nature has given them a slight edge in the immune system response.",
            "Maybe it's due to stress."
        ]
    },
    {
        "entry": 543,
        "treatments": [],
        "causes": [
            "Depending on your age you could be peri-menopausal.",
            "Stress, low body fat & your thyroid are just some things that can affect your cycle.",
            "Have you gotten on the pill lately that can cause it.",
            "If there's a chance you could be pregnant, that might explain your symptoms.",
            "), your cycle might be adjusting to coincide with theirs (weird, but this does happen).",
            "You don't say how old you are, but you could be having hormonal fluctuations, especially if you're at least in your 30's.",
            "if you have changed your contraception lately, eg between different pills, this may be a resulting effect."
        ]
    },
    {
        "entry": 544,
        "treatments": [
            "maybe try benedryl again with a little bit of ice.",
            "and take some ibuprofen."
        ],
        "causes": [
            "well, you're definitely allergic to whatever this ant bit you with.",
            "what you've described is a very typical allergic reaction.",
            "it could have had some strange chemical in its mouth, or it was a different kind of ant than the others that bit you.",
            "The only other thing, maybe an infection?"
        ]
    },
    {
        "entry": 545,
        "treatments": [
            "Buy some artifical tears with moisturizing ingredients in them (ask a pharmacist) and use them several times per day."
        ],
        "causes": [
            "sore eyes",
            "chances are you have alergies",
            "Perhaps you need glasses?",
            "it is because you don't give care to your eyes for two long years.",
            "It might be conjunctivitis.",
            "You may have dry eyes.",
            "Some people's eyes don't produce enough tears, and it can result in your symptoms."
        ]
    },
    {
        "entry": 546,
        "treatments": [
            "Drink lots of guava juice.",
            "Spray your crotch with WD40."
        ],
        "causes": []
    },
    {
        "entry": 547,
        "treatments": [
            "By getting it done!",
            "Thought Field Therapy is great for this and many other fear/phobias.",
            "Just before you go in, take a deep breath, think positive, be calm.",
            "If you look away, close your eyes, and just breathe while they are doing it, it doesn't hurt."
        ],
        "causes": []
    },
    {
        "entry": 550,
        "treatments": [
            "Try putting a little neosporin and a bandaid on the area so that you're less likely to pick at it and give yourself a nasty scar further down the road.",
            "You shouldn't scratch or pick a scab off."
        ],
        "causes": []
    },
    {
        "entry": 551,
        "treatments": [
            "Tips To Increase Weight Naturally",
            "very eat and dont go to WC.",
            "CARBOHYDRATES, you'll gain weight pretty faster if you load up on those.",
            "Try to minimize your cardio also.",
            "eat a lot of fatty foods.."
        ],
        "causes": []
    },
    {
        "entry": 552,
        "treatments": [
            "quit smokin",
            "In your specific instance, I would put more emphasis on changing to a healthy diet."
        ],
        "causes": []
    },
    {
        "entry": 553,
        "treatments": [],
        "causes": [
            "It could be caused by stress.",
            "You could have a gallbladder problem as that will make you deathly nauseated.",
            "Sometimes it has to be with stress."
        ]
    },
    {
        "entry": 554,
        "treatments": [
            "You can do this every hour or so till the pain stops...",
            "Another thing you can rinse with to kill the germs is peroxide...",
            "    Put a teabag where they hurt for right now, Ice bottle may help with the swelling.",
            "Motrin may help alot",
            "keep taking the penicillin and see if they can give a littlle large dose.",
            " use warm salt water as a rinse to help keep them clean, that helps sore throats"
        ],
        "causes": []
    },
    {
        "entry": 556,
        "treatments": [
            "alternate using pads and tampons- like only using them while you swim, unless you discover that they are more comfortable then alternate daily, like wear a pad at night or when you're just around the house- not to alarm you or scare you off using them remember that tampons are a cause of Toxic Shock Syndrome (TSS)- the instructions in the box will give you more info on this, also the longest you should wear them is 8 hours, but it wouldn't hurt to change them earlier.",
            "i would use playtex or tampax.",
            "You should use the one's with plastic applicators."
        ],
        "causes": []
    },
    {
        "entry": 557,
        "treatments": [
            "Drink lots of butter milk......",
            "Definitely ginger tea and saltines.",
            "papaya is great for digestive problems...",
            "If you want a natural remedy make tea from fresh ginger, add sugar if you want and a little milk.",
            "Or use Capetate."
        ],
        "causes": []
    },
    {
        "entry": 559,
        "treatments": [
            "Drink Go-Lightly, you can buy it at any drug store.",
            "enema",
            "fleet enema",
            "take a bottle of water place hands over water and send intention Drink 1 - 3 oz of water every 1/2 hour."
        ],
        "causes": []
    },
    {
        "entry": 561,
        "treatments": [],
        "causes": [
            "Its probably a cyst",
            "It could be a calcium deposit, ive had one develop in my wrist.",
            "Swollen lymph node",
            "a cyst"
        ]
    },
    {
        "entry": 562,
        "treatments": [
            "There are different treatment options for hemorrhoids: various creams, pills, medical injection, super freezing, tight rubber band placed around the base of each hemorrhoid, surgery or laser treatment.",
            "High fiber diet can help for regular bowel movement.",
            "Avoid prolonged sitting or standing in one position, heavy lifting, overweight.",
            "the best herbal rememdy is calendula ointment.",
            "sit in a tub of hot water,,",
            "I have heard of applying witch hazel on a cotton ball to the area, but you can find that out at the herbal stores.",
            "if they are already protruding, soak cotton balls/pads in witch hazel and the highest i.u.",
            "of vitamin e u can find and tuck the balls/pads around the hems.",
            "Change this every time u have a bowel movement or they get soiled.",
            "Also it is important to keep you stools soft and not to strain when defecating as this aggravated them more.",
            "Drink lots of water, eat a lot of natural fiber such as whole grain cereals, fruits and vegetables such as plums and carrots or Metamucil, eat yogurt to improve your digestive system, and dont stay too long on the toilette.",
            "There are many kinds of medicated non prescription creams you can use.",
            "Use cushions when you know you are going to sit for a long time."
        ],
        "causes": []
    },
    {
        "entry": 563,
        "treatments": [
            "Gargle with salt water, dont talk so much, and drink lots of water!",
            "Lots of water, lots of rest, and the secret recipe - lemon + honey water!",
            "Juice of 1 lemon, 1 tablespoon of honey in a glass of lukewarm water.",
            "Inhallation of vapour does miracles.",
            "Boil some water in a pot, add some thyme or eucalyptus, take off the heat and breath for a while.",
            "Be careful about too hot vapour!",
            "And one more thing - don't say a word for at least 2 days!!"
        ],
        "causes": []
    },
    {
        "entry": 564,
        "treatments": [
            "Herbal capsules LIV 52 is found to be useful in treatment of liver troubles",
            "Jaundice can be treated with UV light.",
            "Just get a little sun.",
            "Before u see doctor just be taking glucose, and more carbohydrate diet and aviod all protein diet and take little of fat diet.",
            "Get time and relax maximally, u need rest."
        ],
        "causes": [
            "The liver illness is the cause."
        ]
    },
    {
        "entry": 565,
        "treatments": [],
        "causes": [
            "Pedal edema is an indication of heart / kidney complaints.",
            "Lymphatic obstruction, varicosities, low serum protein, some medications.",
            "I see no direct connection to the diabetes, unless you have diabetic nephropathy with urine retention.",
            "poor circulation."
        ]
    },
    {
        "entry": 567,
        "treatments": [
            "Change in diet.",
            "She needs more folic acid."
        ],
        "causes": []
    },
    {
        "entry": 568,
        "treatments": [
            "The best would be to go on some antibiotics from a physician or midlevel provider.",
            "Topical bactriban or triple antibiotic may work, but if you get them recurrently, it is best to get on some antibiotics.",
            "Get neosporin or calamine lotion for it and it should go away within a week."
        ],
        "causes": [
            "It is not herpes sounds like a boil look it up on the net.",
            "It sounds like an abcess.",
            "Usually starts as a hair follicle that is infected by staphlococcus.",
            "It could be an ingrown pimple or a cist."
        ]
    },
    {
        "entry": 571,
        "treatments": [
            "Pelvic tilts.",
            "Lay flat on the floor and bring your buttocks up in a squeezing motion, tilting your pelvis as you do.",
            "flat on back, one leg straight, with knee pulled towards chin to stretch muscle.",
            "depending on which side sciactica is located at, stretching muscle is very important, along with hot wet heat to relieve pain.",
            "(sometimes ice works better,,,)",
            "all depends on the pain level, do what you can, but leg lifts, knee to chest with practice, stretching legs over to one side or the odd one, take a towel hang on to both ends, put under arch of foot, stretch against what you are pulling on, the do other leg.",
            "Swimming!",
            "By limbering up you hips and moving your legs, it will relieve pressure on your nerves."
        ],
        "causes": []
    },
    {
        "entry": 573,
        "treatments": [
            "Plenty of lube and go slow",
            "Only treatment with steroid ointment.",
            "Notwithstanding, oestrogen creams would be of definite help as would be HRT if considered suitable by your friend and is not contraindicated in any way."
        ],
        "causes": [
            "Lichen Sclerosis...",
            "The problem is DYSPARUNEA and is related to decreased production of oestrogens, thereby resulting in a failure of lubrication of the vagina."
        ]
    },
    {
        "entry": 574,
        "treatments": [
            "wear less clothes",
            "There are a variety of treatments, but one of the most prevalent is using an aluminum chloride solution prescribed by your doctor.",
            "(not stop sweating just stop when u dont need to)..."
        ],
        "causes": [
            "This also could because you may be nervous.",
            "I'm not sure why it would start only in the winter, but it could be hyperhidrosis, where you sweat no matter the temperature or stress level, though these can contribute to it.",
            "oooooh maybe your skin temp is just to hot, (thats y u sweat)."
        ]
    },
    {
        "entry": 575,
        "treatments": [
            "so try it, do not use any Doe's just your own body smell!!",
            "Eat slow and don't drink any fluids while eating or after eating.",
            "Wait about 15 minutes then drink slowly.",
            "Before you get up from bed take a couple of buscuits it will help a lot in controlling morning sickness",
            "The BRAT diet is reccommended to ease nause and vomiting."
        ],
        "causes": []
    },
    {
        "entry": 576,
        "treatments": [
            "the best for a bad back are the following:",
            "1) get massage regularly",
            "2) dont put any pressure on your back whatsoever",
            "3) get foot massage regularly!",
            "foot massage really works and not just for the back!",
            "4) keep it warm at all times but specially when you are asleep.",
            "if lower back then have a well knowledge massage therapist workon your glutal area.",
            "if on your upper back, you may have trigger points that a well knowledgable massage therapist can assist you with."
        ],
        "causes": []
    },
    {
        "entry": 577,
        "treatments": [],
        "causes": [
            "peripheral neuropathy, often associated with diabetes.",
            "Peripheral Neuropathy.",
            "Plantar Faschitis- Pain in your feet when you walk, especially in your heel."
        ]
    },
    {
        "entry": 578,
        "treatments": [
            "try a tea tree oil it stinks and feels dry for a minute but it stops any itching and reduces the apperance.",
            "Use lubriderm.",
            "Caladryl lotion for itching."
        ],
        "causes": [
            "Why is your child getting bitten by insects?"
        ]
    },
    {
        "entry": 580,
        "treatments": [
            "diretics can help",
            "Have you tryed water tablets.",
            "laxatives, or a doctor can drain it.",
            "3 ways - if it is on a joint - gentle massage of the area - ie: the knee of elbow.",
            "Alternatively by drinking plenty of fluids and lastly a support bandage - hope this helps",
            "Drink water and lots of it.",
            "Drink water regularly to keep it flowing through the body.",
            "Look at salt intake (too much stimulates the angiotensin regulating mechanism in your body, resulting in higher blood pressure and fluid retention), exercise (you can expel a lot of fluid in plain ol' sweat), and any meds you may be on.",
            "Cornsilk, when used CAREFULLY, can aid as a diuretic (agent to expel water from the body, usually through increased urination).",
            "Saunas are excellent for this purpose, using the sweat glands instead of the urinary tract."
        ],
        "causes": []
    },
    {
        "entry": 581,
        "treatments": [],
        "causes": [
            "that is bile.",
            "after you have vomited everything else the last secretion is bile and it is brown, it is normal.",
            "It could be from the food or it could be blood; get it checked out.",
            "could be"
        ]
    },
    {
        "entry": 582,
        "treatments": [
            "try putting sliced potatoes over the eyelids in the morning."
        ],
        "causes": [
            "they might be alergic to theyre bed.",
            "\"Early morning\" facial puffiness after sleep, particularly around the periorbital region (swollen eyes) is characteristic of oedema of RENAL origin (disease of kidneys).",
            "It could be Nephrotic syndrome or Renal failure.",
            "that may be caused by water retention of the tissues.",
            "one cause of water retention is too much salt on the diet."
        ]
    },
    {
        "entry": 583,
        "treatments": [
            "Use an herb called goldenseal root.",
            "Drink it as a tea and let it flush out that crap.",
            "After you do that, don't smoke that crap any more.",
            "Stop smokin, drink lots of water and get a lot of exercise,  Jogging for example.",
            "If you are a social smoker and have a joint or bowl on the weekend, you may wanna just stick to drinking the water and maybe juice and exercise.",
            "dont smoke it you druggy",
            "Since your broke, drink a lot (up to 3 galons) a day of water, then try to reales the toxins out of your body by sweating,.. saunna, hot tub, exercise....",
            "My advise - stay away from it, it sounds like you could use the extra money too,  Plus you dont want to hurt your body like that."
        ],
        "causes": []
    },
    {
        "entry": 584,
        "treatments": [
            "ST John's Wort, its at walmart in the pharamcy, next to dietary supplements",
            "St John's Wort"
        ],
        "causes": []
    },
    {
        "entry": 585,
        "treatments": [
            "\"the creeping crud\" wash more frequently..."
        ],
        "causes": [
            "fungus",
            "If its active and growing, it could be skin cancer."
        ]
    },
    {
        "entry": 590,
        "treatments": [
            "Try soaking your foot and then trimming the toe nail straight across.",
            "The only way to get rid of them is go to a podiatrist and get a surgical procedure done.",
            "other than having it surgically removed there is no cure.",
            "One is to cut toenail rounded ( not sraight as to this may may the toenial grow toward the meaty area and embed) if you have already cut it across then you can try to put a small peice of cotton at the corners ( change often and easiest right after soaking) lift toenail up a bit and keep cotton at the tips til toenail grows out past the corners of toe.",
            "If you already have an ifection there is a tar like gel you can get from drugstore that will help with the infection ( apply it to the infected area and the tar substance will draw infection out ) toe will look like someone pooped out it but it really works ( myson used to get ingrown toenails all the time and the only perm relief is cut the toenail out but a foot doctor) can not remember the name of the tar stuff.",
            "you dont you cut it (go to a foot doctor)"
        ],
        "causes": []
    },
    {
        "entry": 591,
        "treatments": [
            "pop two motrin and you are fine.",
            "if it's because you have stress take excedrin tension headache and it's gone in no time.",
            "excedrin works but if you go in and see a headache specialist ask them for imitrex...",
            "advil sinus pressure or tylenol migraine",
            "Try first with a strong cup of coffee with Vitamin C (500mg), if there's no result within half an hour better take some painkiller, which contains also Codein,...",
            "I do not recommend you to take Escedrin too often, it contains Aspirin and Coffein(which is good), but in the long run don't work..",
            "cold shower",
            "aspirin/ ibuprofen",
            "deep breaths",
            "a nap",
            "Sex works too"
        ],
        "causes": []
    },
    {
        "entry": 594,
        "treatments": [
            "Make sure to wash, maybe using acne soap - if that doesn't help, go to your doctor and ask for something stronger.",
            "The only other thing I can suggest is to make sure that you put on clean clothes before you practice or play and then change into clean clothes when you're finished.",
            "Use antibacterial soap and coat the area with eucerine.",
            "A very effective way to prevent it is to make sure you shower and clean off the sweat right away after you exercise.",
            "I would try to use some  alcohal on a cotton swab and rub it down good."
        ],
        "causes": [
            "they probaly told you that because tennis players sweat alot and that makes the back oily, you just need to take a shower after you're done playing tennis to unclog the pores",
            "you might be having an allergic reaction to your clothing which is previlant when your pours are open during excersize.",
            "Playing tennis or any sport can contribute to back acne because the increased amount of sweat can clog the pores."
        ]
    },
    {
        "entry": 596,
        "treatments": [
            "quit eating sunflower seeds because they `cut you lining of you insides"
        ],
        "causes": [
            "Could be just a burst blood vessel, as a result of 'pushing' too hard - if it stops in 2/3 days - you're fine.",
            "IT CAN BE A SIGN OF CANCER",
            "You could a number of period related bleeding.",
            "could be heamaroids, internal or external or any number of things."
        ]
    },
    {
        "entry": 597,
        "treatments": [
            "Getting rid of soreness for me means stretching and using heat directly on the muscles.",
            "I would use a icy hot patch or atomic balm and wrap the areas with saran wrap(to keep heat in) this is a wuick over night fix to really sore muscles.",
            "Now rest and heat.",
            "To help with the pain, take an anti-inflamatory like Advil.",
            "You stretch them and then put on some ice on them.",
            "20minutes on and 20 minutes off."
        ],
        "causes": [
            "You probably haven't torn anything but just over exerted unused muscles.",
            "You have damaged muscle fibers."
        ]
    },
    {
        "entry": 598,
        "treatments": [
            "You should see if anything will come out of it by lightly queezing it.",
            "Wash with peroxide, put neosporin and a band-aid on it then go to a Dr if it doesn't start to heal within a day.",
            "To be safe, it would be advisable to apply hydrocortisone 1% sol.",
            "In the mean time keep it covered.",
            "try some ichthammol salve it works great for boils or bug bites its black and it pulls all the bad stuff out.",
            "Put some lotion on it and cover it with a bandage ... that will keep it clean.",
            "Bactine will help kill the pain if there is any."
        ],
        "causes": [
            "It may just be an ingrown hair.",
            "It could be a serious staph infection.",
            "It could be a spider bite or something like that.",
            "A boil is another possibility ... if you think that you may have oily or dirt collection problems in that area."
        ]
    },
    {
        "entry": 601,
        "treatments": [
            "After jogging do cool-down excercise.",
            "if you do 5 mins of warm-up then do 5 mins of cool-down.",
            "This will help you in the stiffness and aches.",
            "A massage in the area may help.",
            "Also if this does not work then reduce your jogging time for the timebeing and increase the time gradually.",
            "you can also ice sore muscles for 15-20 minutes after jogging, if they are still sore then try massage.",
            "for that you need to stretch your calf muscles as they act as a shock absorber for the shin also you might not have shoes that have enough cushion in them.",
            "drink magnesium drink",
            "but make sure you do a real good stretching before you jog."
        ],
        "causes": [
            "IF you are talking about the shins you are getting shin splints which is the thin muscles tearing away from the bone.",
            "So your shoes might be the problem."
        ]
    },
    {
        "entry": 604,
        "treatments": [
            "Treatment is diet, exercise, and drugs that reduce glucose levels, including insulin and oral antihyperglycemic drugs.",
            "So, I don't know what you need to know but you need to use a lancet or a lancing device and poke yourself to get blood."
        ],
        "causes": []
    },
    {
        "entry": 608,
        "treatments": [
            "Blistex lip ointment, it comes in a red and white tube and works great!",
            "If you don't want to do that you can buy a lip medication called lip medex or it could be lip medix.",
            "Try abriva or neosporin there",
            "Camphophenique is good for an OTC, or if you get them alot you can get a prescription from your Dr for a cream or pill."
        ],
        "causes": []
    },
    {
        "entry": 615,
        "treatments": [],
        "causes": [
            "Asthmatic reactions may occur due to metabisulphite",
            "Some people, particularly those with unstable or poorly controlled asthma, may wheeze when they consume these drinks.",
            "Just a thought... it is not uncommon for one to be allergic to alcohol.",
            "Actually, it is quite common to have an allergy to wine.",
            "some preservatives in alcoholic drinks might induce a wheeze with asthmatic patients....."
        ]
    },
    {
        "entry": 616,
        "treatments": [
            "YOGA PROBABLY WON'T HELP, DO SOME CARDIO LIKE KICKBOXING OR RUNNING.",
            "SOMETHING THAT IS GOING TO MAKE YOU SWEAT.",
            "YOU ACTUALLY NEEDS CARDIO FOR YOUR STOMACH.",
            "you might need to do more aerobic exercise as well as the yoga which is good for strengthening and toning"
        ],
        "causes": []
    },
    {
        "entry": 617,
        "treatments": [
            "keep heat and ice on it.",
            "Ice it down, take some ibuprophen, and if it's still painful after another day or so should probably see a doctor - especially if there's swelling.",
            "If it could be exhaustion, or over use you need to rest and get better to avoid permanent damage."
        ],
        "causes": [
            "sounds like beginnings of arthritis.",
            "Sounds like a sprain or strain."
        ]
    },
    {
        "entry": 618,
        "treatments": [
            "eucalyptus or ginger.",
            "crush it then sniff it.",
            "ginger - you cat eat it if you want",
            "over the counter antihistamines such as Benadry might help"
        ],
        "causes": []
    },
    {
        "entry": 620,
        "treatments": [
            "Heating pads, pain meds, really hot baths.",
            "The other thing that I think is a god send is something called Cura Heat pads."
        ],
        "causes": [
            "What happened to you last night was that one of your cysts erupted."
        ]
    },
    {
        "entry": 624,
        "treatments": [
            "Proactiv, I know you have seen the ads.",
            "i've got a cujre for acne but it's not a medication paste his face with elmer's glue let it dry and when it's completely dry let it sit there for about 10 minutes peel it off  and walah"
        ],
        "causes": []
    },
    {
        "entry": 627,
        "treatments": [],
        "causes": [
            "sounds like your pancrease.",
            "That would be bacause your pancrease is producing enzymes to break down the food.",
            "May be a blockage.",
            "pancriatis......."
        ]
    },
    {
        "entry": 629,
        "treatments": [
            "talk to your doctor about a possible antihistamine (such as benadryl) that you can give to your daughter the next time she has the itchy rash.",
            "try just maby cleaning her hands and face with a wash cloth and a bath once a week in plain water just a little johnson baby wash.",
            "Switch to scent free soaps and keep things as dust free as possible."
        ],
        "causes": [
            "If this helps (peak effects about 1 hour), then it is most likely an allergy that she is suffering from."
        ]
    },
    {
        "entry": 630,
        "treatments": [
            "Try Yoga"
        ],
        "causes": [
            "Those are typical symptoms of migraine.",
            "could be a t.i.a., precursor to a stroke!",
            "Your headaches could be from many things.",
            "It is not common but it also could be a sign of a more serious neurological disorde{M.S.,",
            "blood clots, etc."
        ]
    },
    {
        "entry": 632,
        "treatments": [],
        "causes": [
            "It could also be allergies.",
            "It actually turned out to be allergies.",
            "It could be just an infection really."
        ]
    },
    {
        "entry": 633,
        "treatments": [
            "The cream does work so use it and to be safe, use it again in a week.",
            "CLEAN EVERYTHING...",
            "car, house, couch, floor, and then always remember to throw the vacuum bag away!",
            "*****BLUE STAR OINTMENT!",
            "put the blue star on every part of the scabies!",
            "washing your linens, THEN rub blue star in your hands then put it on the sheet- not much but just enough!",
            "rub a little on your pillow too- ALSO just use the lice spray for your furniture, it will take a few days BUT I PROMISE YOU IT WORKS!!!!!",
            "Wash your bedding and give counter tops and doorknowbs a disenfectant wash.",
            "Try not to scratch that will only irritate more."
        ],
        "causes": []
    },
    {
        "entry": 634,
        "treatments": [
            "yes throw them away, put them in the freezer if you buy more than 1 pack they will stay fresh",
            "Buy new ones.",
            "Don't smoke 3 month old cigarettes."
        ],
        "causes": []
    },
    {
        "entry": 635,
        "treatments": [],
        "causes": [
            "it's probably not cancer, but it might be a medical condition.",
            "diet could be the cause.",
            "It could be caused by allergies, something lacking in her diet, stress, Lupus or other autoimmune illnesses, reaction to medication..."
        ]
    },
    {
        "entry": 640,
        "treatments": [
            "1.",
            "NSAIDs (analgesics/painkillers) remain the mainstay of medical therapy.",
            "2.",
            "Use of COX-2 selective inhibitors like celecoxib/rofecoxib decreases the risk of gastrointestinal side effects like gastric ulcer/peptic ulcer and gastrointestinal bleeding, which is seen with NSAIDs.",
            "3.",
            "Acetaminophen maybe helpful",
            "4.",
            "5.",
            "Some patients may benefit from bracing which immobilizes a painful joint and decreases the load across a joint.",
            "6.",
            "Surgical options include joint debridement (either open or arthroscopic), osteotomy, joint fusion, joint reconstruction or resection, and joint replacement.",
            "In case of hip and knee, prosthetic joint replacement (arthroplasty) provides excellent pain relief and improved function.",
            "7.",
            "Besides, physiotherapy such as infrared/short wave diathermy(heat) to the joint and  muscle strengthening exercises help in reducing the pain.",
            "try some physiotherapy and a diet based on vegetables...",
            "boost your immune system to decrease inflamation."
        ],
        "causes": []
    },
    {
        "entry": 642,
        "treatments": [],
        "causes": [
            "but it sounds to me that you ave eater a dry bursa or the rotary cuff is in some way dysfunction",
            "Sounds like a rotator cuff injury of some type.",
            "Do you carry a heavy shoulder bag?",
            "Do you do weight-bearing exercises that have you hyper-extend your shoulder joint?",
            "sounds like it might be at least partially out of place",
            "It sound like your rotator cuff, Sometimes when the tendons and muscles pass over fluid in your body you hear a clicking noise."
        ]
    },
    {
        "entry": 645,
        "treatments": [],
        "causes": [
            "It might be breast cancer, hopefully it's not though.",
            "it could be any number of things from weightloss to the position in which you stand to bone abnormalities and diseases.",
            "it could have something to do with the location of your heart or something... hmm, i wonder....",
            "It might be some kind of bone abnormalities or a disease..",
            "a mutation ;O"
        ]
    },
    {
        "entry": 647,
        "treatments": [
            "If so, then change your walking trail to a more even route.",
            "Lie down flat on the floor with your legs together and straight.",
            "If you find one is shorter, just get some of those heel pads and put in the shoe of the shorter leg.",
            "You can see a massage therapist to help loosen the muscle groups.",
            "Ice the area after long walks this will help with your pain."
        ],
        "causes": [
            "You may have (ask your parents about a family history of hip problems) either a degenerative situation, a wear problem, or a surface in the ball and socket joint where there is abrasion occurring.",
            "Or your spine may also be contributing to the situation.",
            "It could be several different things causing the pain.",
            "Just because you are young does not mean there is no chance of bone deterioration BUT, most likely it is due to a tight rotator in your hip, the attachments for them are at your \"ball and socket\" joint, specifically your greater trochanter on your femur."
        ]
    },
    {
        "entry": 649,
        "treatments": [
            "go to the gym and lift some weights or you can stop wearing  tanktops so you can hide it from everyone",
            "go buy some loose fitting sweatshirts.",
            "You have to change your diet.",
            "Stop drinking sodas all together.",
            "No more fast food at all.",
            "And exercise!",
            "A lot of cardio, running, jumping jax, step arobics, and well my favorite sex.",
            "start running tubby!",
            "As for a fitness routine that might help, I'm at a loss.",
            "start cutting down on foods, ok what i did to loose wheigh quick, i cut down col turkey, I eat one meal a day, when i think or kno ima excersize i eat at 6 but when i kno im not gonna do a work-out i eat at 12 noon and then just drink liquids, and that seems to work wonders, try to avoid soda and high sugar foods drink water all day no carbs."
        ],
        "causes": []
    },
    {
        "entry": 653,
        "treatments": [
            "And don't sleep with them on.",
            "Also, keep them in a case filled with saline so that they stay clean and they don't dry out."
        ],
        "causes": []
    },
    {
        "entry": 655,
        "treatments": [
            "Sure, you cut a V at the top of the nail, and it will pull the ingrown toenail out of the surrounding skin to \"heal itself\".",
            "Or you can dig and dig at it and cut the darn thing out of your skin (of course that hurts like a biatch).",
            "Try wearing a wider shoe, don't leave your socks on all the time, and keep your toenails clipped.",
            "The best way is to use some stuff called Boric lint.",
            "You insinuate this stuff between your nail and the skin at the side - hurts a bit and you can smooth the sharp angle of the nail a little when you do it.",
            "try the diy approach if I were you and wear sandals.",
            "wedge a thin piece of plastic between the nail and skin.",
            "use med.",
            "only real way to solve problem is to get nail removed.",
            "To prevent them from happening again, cut the nail with a slight arc almost straight across."
        ],
        "causes": []
    },
    {
        "entry": 657,
        "treatments": [
            "Crank up how much water you are drinking, and start taking Fish Oil.",
            "Use a fragrance free CREAM moisturizer instead of a lotion, apply right after your shower before your skin is fully dried.",
            "Don't use the wrong soap, make sure it's a moisturising cleanser and be gentle veering away from abrasives.",
            "You need to drink lotz of water, I am talking 8 glasses a day and moisturize if even that does not help"
        ],
        "causes": [
            "Vitamin A - Deficiency symptom is dry skin.",
            "Vitamin B-6 deficiency is flaky skin.",
            "to much masturbating",
            "vitamin e. they have the tablets at gnc or any store like that."
        ]
    },
    {
        "entry": 658,
        "treatments": [],
        "causes": [
            "Actually, bananas do the opposite -- they are binding and make it harder to defecate.",
            "Coffee has caffeine that stimulates the body, including the lower intensinal tract.",
            "Prunes act as a laxative."
        ]
    },
    {
        "entry": 660,
        "treatments": [],
        "causes": [
            "It could be a number of things.",
            "You could have natural issues with your intestines.",
            "The reason they likey work smoothly after drinking soda is the stimulants in them.",
            "there is a possibility of maybe irratable bowl syndrome?"
        ]
    },
    {
        "entry": 661,
        "treatments": [
            "close your nose with your fingers and keep your mouth shut.",
            "then try to breathe out or or exhale.",
            "Drop your job just like the guy said or you can try a big yawn the effects are the same.",
            "pinch your nose close and swallow."
        ],
        "causes": []
    },
    {
        "entry": 663,
        "treatments": [],
        "causes": [
            "Carpal Tunnel, daytime sleepiness, and high blood pressure can be signs of obstructive sleep apnea.",
            "It sounds like an allergic phenomena.",
            "On the tiredness, it could be your thyroid.",
            "sounds like alcoholism to me."
        ]
    },
    {
        "entry": 665,
        "treatments": [
            "If you know your bladder fills fast, drink a little later than they tell you to.",
            "kegels are great  but whats even better is don't hold it Ur pregnant and u need to be relaxing always w/ access to a bathroom."
        ],
        "causes": []
    },
    {
        "entry": 666,
        "treatments": [
            "The best thing to do is to get arch supports that will cover the entire foot.",
            "try dr. scholls, it might help"
        ],
        "causes": [
            "varicose veins"
        ]
    },
    {
        "entry": 667,
        "treatments": [
            "Homeopathic Remedy for Acne :-",
            "SULFUR 200",
            "RHUS TOX 200",
            "Three drops of SULFUR in a sip of water first thing in the morning and do not eat anything for atleast 30 minutes after taking it and after six hours or at night just one dose of RHUS TOX three drops in a sip of water and avoid Chocolates Coffee Mints and Red Meat while you are taking homeopathic remedies.",
            "Take them regularly Sulfur in the morning and Rhus Tox in the night just one dose each per day and report back with your progress after three days.",
            "Look for something like Clearasil for that problem."
        ],
        "causes": []
    },
    {
        "entry": 668,
        "treatments": [],
        "causes": [
            "There is a slight amount of gas in the joints that builds over a short period of time.",
            "The \"pop\" is what you hear when the gas is released from the joints.",
            "Well, I've HEARD it's nitrogen leaving the joints... but I'm not sure.",
            "One of my teachers said that we have air between our joints and that why they pop",
            "The sound you hear when joints pop is high pressure gas built up in the joint being released."
        ]
    },
    {
        "entry": 672,
        "treatments": [
            "stop taking everything, only blow your nose when it is running, dripping, if you cant blow it dont force it, even makes it worse.",
            "Try and clear your nose with some saltwatersolutions, they have it in pharmacies or drugstores, no subscription.",
            "Use as adviced on the package or adviced by the pharmacyst."
        ],
        "causes": []
    },
    {
        "entry": 673,
        "treatments": [],
        "causes": [
            "Umm I think the bacteria in your mouth causes bad breath.",
            "Not brushing your teeth can result in having these bacteria, constantly.",
            "Bad breath can be small particles of food stuck somewhere either between your teeth or on your tongue.",
            "Food that smell are the culprits.",
            "For example onions, garlic, any types of meat.",
            "Cigarettes are the major problem."
        ]
    },
    {
        "entry": 674,
        "treatments": [
            "water and a good diet",
            "I recommend using chinese green tea.",
            "Buy the box that has a dancer on it."
        ],
        "causes": []
    },
    {
        "entry": 676,
        "treatments": [],
        "causes": [
            "well you have to think you just carried a baby 9 almost 10 months and your uterus just got stretched from fist size to a 5-7 pound baby...",
            "so its you body tiring to get the shape back....",
            "Also, sometimes the vagina is ripped/cut and there is bleeding associated with that.",
            "Also, sometimes the womans insides can be torn during childbirth which can cause a lot blood loss, infertility and death.",
            "You may have an abnormal clotting disorder.",
            "Its a lack of the clotting factor 8 - there is a med that will help your blood clot for dental work, surgery, childbirth etc- DDAVP Stimate.",
            "There are many things; one being the placenta tearing from the uterine wall prematurly."
        ]
    },
    {
        "entry": 679,
        "treatments": [],
        "causes": [
            "you mean mumps?",
            "It could be body lice (scabies which is transmitted by contact)- poison oak/ivy- or 5ths disease."
        ]
    },
    {
        "entry": 681,
        "treatments": [
            "Take a couple of walks a day, watch tv with him, and show him you love him."
        ],
        "causes": [
            "Sur...",
            "Could be of old age, please take your dog to the vet.",
            "it could just be his age"
        ]
    },
    {
        "entry": 682,
        "treatments": [],
        "causes": [
            "If your talking of pain in the lower back then it must be Sciatica.",
            "The pinched nerve is generally caused by herniated disc.",
            "Your spine is probably mis-aligned."
        ]
    },
    {
        "entry": 684,
        "treatments": [
            "You might want to get a different ring.",
            "Rinse with Listerine, twice a day."
        ],
        "causes": [
            "It could be the kind of Tongue ring that your wearing."
        ]
    },
    {
        "entry": 685,
        "treatments": [
            "I think you need Nexagen USA's Jen Fe Next Fat Loss Patch for your sluggish metabolism."
        ],
        "causes": [
            "maybe you are having a panic or anxiety attack",
            "The thyroid gland could be the culprit.",
            "You may suffer from hypothyroidism.",
            "That is an underactive thyroid."
        ]
    },
    {
        "entry": 686,
        "treatments": [
            "You can lose your weight just by eating right and eating healthy,",
            "  Even after 2c-sections try the south beach diet it's a lowcarb",
            "   Diet, and yes it work's because i'am still on it but i lost 15lbs",
            "     So try  it you'll be very very glad you did.",
            "However, I found RELACORE to work well for reducing belly-fat.",
            "DO A BODY BALANCE CLASS IT LOOKS SIMPLE BUT IT WORKED FOR ME AFTER I HAD MY 2 LILLENS",
            "Have a tummy tuck."
        ],
        "causes": []
    },
    {
        "entry": 687,
        "treatments": [
            "If you are sedentary, you may choose to go with physical therapy and medication.",
            "There are medications which may help, and physical therapy may help as well."
        ],
        "causes": []
    },
    {
        "entry": 690,
        "treatments": [
            "To get rid of this you can use Provillus."
        ],
        "causes": [
            "P.S.--Getting on or off the birth control pill or Depo Provera shot can also cause it....",
            "maybe ask your doctor, but it happens because during and after pregnancy your hormones are all out of whack and trying to get back to normal..",
            "There could be other factors as to why you are losing your hair such as stress, hormones, your thyroid, or other problems."
        ]
    },
    {
        "entry": 691,
        "treatments": [
            "you need to walk around and flap your arms up and down.",
            "surgical incision and drainage is one possible solution.",
            "You might try scrubbing better so the bacteria and sweat dont fill the glands in the first place.",
            "Try regular washing, get more exercise, and spray deodorant onto the clothes..."
        ],
        "causes": [
            "its from in grown arm pit hairs.",
            "it is caused by wearing deodorant.",
            "Could be a similar problem.",
            "it could be your deoderant"
        ]
    },
    {
        "entry": 692,
        "treatments": [
            "You will need massive antibiotics and at worst, a colostomy bag.",
            "Quit eating anything with nuts and seeds, hard roughage, and high fiber.",
            "Start drinking lots of water and if you can stand it, a clear liquid diet."
        ],
        "causes": [
            "The fact that you have pain after you eat suggests gall bladder pain.",
            "You may a condition known as Diverticulitis.",
            "It's an infection in the bowel.",
            "its your gallbladder my wife has the same problem",
            "If it is a sharp pain (rather than a dull pain, which could be heart) I would say you have gallstones."
        ]
    },
    {
        "entry": 693,
        "treatments": [
            "Plus stay away from triggers.",
            "You can also clear your sinuses by gently inhaling vapors of a freshly grated horseradish.",
            "You can try adding a regular diet of 10 grams undenatured whey protein once a day.",
            "Try douching your nose (*snorting) some very salty warm water - frequently.",
            "you can try  the essential oil  ( like eucalyptus etc ..... )"
        ],
        "causes": []
    },
    {
        "entry": 694,
        "treatments": [
            "If you want to bulk up, start lifting weights, carbohydrates will bulk you up too, like potatoes, bread stuff like that.",
            "Just include some kind of bread or starchy vegetable with your regular meals.",
            "Go on a high fat diet.",
            "If you are a non-vegetarian then eat chicken.",
            "If you want to  gain weight you have to increase the daily calory intake in a balanced diet, overcoming your increased metabolism .",
            "Try the MET-RX brand, and get plenty of muscle building exercise.",
            "Get lots of lean protein, and stay awake from junk food."
        ],
        "causes": []
    },
    {
        "entry": 695,
        "treatments": [
            "Showering?",
            "Eating something?"
        ],
        "causes": [
            "As to what could be causing this, I am not so sure - advanced anemia could account for the dizziness and passing out.",
            "So could ashtma, which would also explain the throat closing and the sinus burning.",
            "Yeah, get your lungs checked, you could have asthma, maybe lung cancer (though I doubt it) or bronchitis.",
            "My husband says it could be an ear problem, since your ears affect your balance, and they end at your throat and are part of your sinus tract.",
            "An ear cyst is likely, and could cause all those symptoms.",
            "The symptoms sound like you many be  having a Pansinusitis....",
            "But the passing out and vertigo suggest an Vestibular Neuronitis.",
            "This sounds like a severe allergic reaction, or a state called anaphylactic shock.",
            "It sounds like a allergic reaction to a airborne inhalant.",
            "Could be anything from dust mites to mold spores."
        ]
    },
    {
        "entry": 698,
        "treatments": [
            "Use low dose \"baby\" aspirin so that you don't get an ulcer.",
            "Get the \"adult heart therapy\" labeled aspirin."
        ],
        "causes": []
    },
    {
        "entry": 699,
        "treatments": [],
        "causes": [
            "My first thought was something to do with your kidneys, but Im not a doctor- just obsessive-compulsive when it comes to illnesses/diseases",
            "If you're a girl maybe you're pregnant.",
            "Woman You might be pregnant, if you are still having regular periods it can be normal.",
            "Man or woman You might be constipated and are back up and it can be very painful.",
            "It could be apendicitis",
            "You may have appendicitis if:",
            "It could be stomach spasms or an ulcer.",
            "You could have a spasti colon as well."
        ]
    },
    {
        "entry": 700,
        "treatments": [
            "Try this pour salt in a cup of warm water and rinse your mouth from time to time.",
            "Eat... and enjoy!"
        ],
        "causes": [
            "he told me that it's from carbon dioxide exposure, like from smoking."
        ]
    },
    {
        "entry": 701,
        "treatments": [
            "Make a concerted effort to be aware of your habit and when you do it stop yourself.",
            "find a tongue scraper!"
        ],
        "causes": [
            "It's just nerves, or maybe even habit",
            "maybe your self concious about your teeth or you're nervous.... try approaching this like your biting your nails... find a method that works best.. maybe get a friend to nag you about it every time you do it?"
        ]
    },
    {
        "entry": 702,
        "treatments": [
            "Avoid wearing any mascara until problem goes away.",
            "make sure ur eyes arent wet when u go 2 sleep",
            "With some anti-shampoo and the scrub-brush, scrub your scalp and get all the dandruff you can off it then wash your hair with the shampoo repeat this daily and it should get rid of your problem pretty quickly."
        ],
        "causes": [
            "It could be knits - that is lice eggs."
        ]
    },
    {
        "entry": 703,
        "treatments": [
            "Use a medical traction device such as the Andro Penis.",
            "Use the Andro Penis device 4-9 hours per day for 3-6 months.",
            "(You can supplement the traction with manual or PowerJelq exercises which increase blood flow to the penile tissues).",
            "Try the Andro Penis, and you will be happy to see serious gains after 3-6 months usage.",
            "Get a penis pump- like on Austin Powers- those things are real.",
            "Stretch it."
        ],
        "causes": []
    },
    {
        "entry": 704,
        "treatments": [],
        "causes": [
            "1) anovulatory cycles (suggested by irreg periods)",
            "3) polycystic ovaries."
        ]
    },
    {
        "entry": 707,
        "treatments": [],
        "causes": [
            "because alot of them contain soy and since it's a bean it can increase gas which can cause discomfort as well.",
            "You may have an ulcer, I know mine gets aggrivated by all kinds of milk."
        ]
    },
    {
        "entry": 709,
        "treatments": [
            "it is a very painful condition and the best way to treat is get it removed \"surgically\".... nothing else can be a permanent cure",
            "before surgery.... you do following just to sooth pain....",
            "1. keep it clean by sitting in a tub of lukewarm water for 15 minutes... twice daily",
            "2. take pain-killer tablets",
            "3. try antiseptic soaked packings",
            "a steaming bowl of hot water with lemon, ginger and honey.",
            "then put a towel over your head and inhale.",
            "If there is no infection then just good old paracetamol every four hours should help.",
            "An operation to remove the hair blockage is the only answer, followed by antibiotics.",
            "Try alternating homoeopathic hepar sulph & silicea."
        ],
        "causes": [
            "Infection may be causing the pain."
        ]
    },
    {
        "entry": 710,
        "treatments": [
            "a Combivent four times a day and \"if needed\"...",
            "a Nebulizer with Sulfate/Bromide up to four times a day.",
            "the best way to treat allergic rxt caused asthma is to remove the antigen that is causing it.",
            "an inhaler"
        ],
        "causes": []
    },
    {
        "entry": 711,
        "treatments": [
            "try gas-x.",
            "You can take antacid.",
            "   Try to eat small frequent feedings.",
            "Avoid eating too much.",
            "Avoid spicy foods temporarily.",
            "Avoid alcohol, softdrinks.",
            "1. drink prune juice, and soy drink--this will coat your stomach and help the food pass.",
            "2. drink More water--preferably-distilled, or spring water",
            "4 take a hot bath",
            "5. use a hot pad -on low."
        ],
        "causes": [
            "pepto bismol ,, something you ate didnt agree with your stomache",
            "You might have over eaten.",
            "if no one else is sick--and the pain is under your right ribs, i may be gall Balder attack."
        ]
    },
    {
        "entry": 712,
        "treatments": [
            "Work out daily, and get lots of vitamins and mineral supplements.",
            "Stay away from alcohol and marijuana.",
            "Wear boxers, not briefs...",
            "Take a men's daily multi-vitamin.",
            "patient must intake high protein diet and take herbal medicine from Ayurveda and try to live tension free the count of sperm will granted increase."
        ],
        "causes": []
    },
    {
        "entry": 713,
        "treatments": [
            "Short movies and lots of TV.",
            "you would want to talk to him/her quite loudly...",
            "Be patient and nice :)",
            "be very patient and loving.",
            "love and understanding works well.",
            "try not to get upset when they just don't get it, be ready to repeat yourself."
        ],
        "causes": []
    },
    {
        "entry": 714,
        "treatments": [
            "well, a good diet with not alot of fat and cholesterol is always good.",
            "and exercise",
            "Keep him healthy is all I can say, and he'll stay healthy"
        ],
        "causes": []
    },
    {
        "entry": 715,
        "treatments": [
            "stop trying to be a vegetarian and eat more meat (you need more protein - and no, i wasn't talking about \"that\", but ...)"
        ],
        "causes": [
            "low pressur comes in and is affecting your equilibrium tubes",
            "also, your headaches could be due to stress and nutritional deficiencies during non-stormy weather......--abigail nabi marcos serrano aka androdefin@yahoo."
        ]
    },
    {
        "entry": 717,
        "treatments": [
            "Wait til the sun goes down, then pop it.",
            "Get alot of air to it & use peroxide 2/3 times a day.",
            "Aloe plants work wonders as well.",
            "heat a bobby pin with a lighter, and pokeit gently it releases the juices and then carefully with a sharp tiny pair of sissors cut the left overs off and put neosporin on it and please don't forget the water proof bandage.",
            "not the cheap ones get the nexcare by 3M they work for like a weak in the shower and everything.",
            "For a blister on the mouth or lip, like a fever blister or cold sore, try Zilactin-L. For other blisters, use an antibiotic cream and a regular band aid."
        ],
        "causes": []
    },
    {
        "entry": 718,
        "treatments": [
            "You just need to relax, and not think about it.",
            "Buy a fertility monitor.",
            "just do it like rabbits and wait for it to happen.",
            "You can try charting to enhance your chances of conception (see link)."
        ],
        "causes": [
            "Maybe you are just under alot of stress.",
            "It could be his sperm count too!"
        ]
    },
    {
        "entry": 719,
        "treatments": [],
        "causes": [
            "I would say a broken blood vessel.",
            "if just a short time is prob just burst blood vessels and will repair - no prob.",
            "not enough sleep?",
            "could be a lot of things..."
        ]
    },
    {
        "entry": 720,
        "treatments": [],
        "causes": [
            "It could be a hernia.",
            "It could be a fatty tumor (harmless).",
            "If it doesn't hurt, there is a good chance that you could have a cyst."
        ]
    },
    {
        "entry": 722,
        "treatments": [
            "stop wearing tight clothing and moisturizers make it worse try lose clothing for a week and don't rub the bumps or moisturize them vagisil cream can help seriously"
        ],
        "causes": [
            "I'm no doctor but, it sounds like you have cut off your circulation to this area a little too long.",
            "Might be blood filled boils.",
            "You may be experiencing an allergic reaction to the material."
        ]
    },
    {
        "entry": 723,
        "treatments": [
            "Take oral birth control and ignore the 5 days of sugar pills, starting a new month's pack immediately.",
            "Yes, Norethisterone tablets.",
            "Otherwise, go on the oral contraceptive pill and you can tricycle them with your doctor's permission - run three packs together and you'll only have a period every 9 weeks instead of every four."
        ],
        "causes": []
    },
    {
        "entry": 725,
        "treatments": [
            "worst thing to do though is scratch it!!!",
            "Any over the counter med should kill it (Fast actin' Tinactin).",
            "You can also use UV light, Tea Tree Oil as natural remedies.",
            "their are creams for it and treatment ."
        ],
        "causes": [
            "Ringworm is a skin fungus, Tinea or Malasezia species.",
            "some say you get them from cats."
        ]
    },
    {
        "entry": 727,
        "treatments": [
            "some ibuprofen should help.",
            "Probably just a bug - take something for general pain, drink plenty of fluids and rest!",
            "Soak in a bath, rest, soup, warm stuff.",
            "Keep your body warm to help."
        ],
        "causes": [
            "You could be in for a dose of the flu...:(",
            "it could be the flu or you could just be sore."
        ]
    },
    {
        "entry": 729,
        "treatments": [
            "Try a toothpaste for sensitive teeth.",
            "If you use Listerine it will kill any gingivitis bacteria in your mouth, that cause gum disease.",
            "I think you should take the antibiotics.",
            "in the mean time floss your teeth twice a day, and use an anticeptic mouth wash (make sure its non alcoholic) i also sugest using a sendodine toothpaste."
        ],
        "causes": []
    },
    {
        "entry": 730,
        "treatments": [
            "Been advised to wear trainers as much as poss (including work) as they support the feet and you know what?"
        ],
        "causes": [
            "Probably arthritis, Take some glucosamine chondroitin.",
            "arthritis"
        ]
    },
    {
        "entry": 738,
        "treatments": [],
        "causes": [
            "Don't get to concerned you could just be going thru mid cycle bleeding break through.",
            "it might show up early",
            "stress tension worries etc can cause irregular periods if you are worried see your doc"
        ]
    },
    {
        "entry": 740,
        "treatments": [
            "if you are talking about farting, well you'd better stop drinking fizzy drinks.",
            "Just a dire need for Bean-O"
        ],
        "causes": [
            "is it a diverticlum?",
            "could be irritable bowel syndrome, where the intestines dont work properly and 'bunch up' trapping wond and causing discomfort."
        ]
    },
    {
        "entry": 745,
        "treatments": [
            "There are also condoms that have cream on them that help to prolong the experience.",
            "Give those a try.",
            "anyway, what i found out is that there are exercises you can do to last longer, and there is also desensitizing creams you can use.",
            "don't use 2 condoms, the friction can cause them to break and then you're up $hit creek.",
            "think about crazy things when making love, g'luck."
        ],
        "causes": [
            "premature ejaculation, its a problem that lots of guys have, try wearing 2 condoms to lessen the pleasure impact, u just get overly excited"
        ]
    },
    {
        "entry": 746,
        "treatments": [],
        "causes": [
            "Sounds like you have abscesses.",
            "Mono?",
            "Strep??",
            "Tonsilitis?"
        ]
    },
    {
        "entry": 750,
        "treatments": [
            "actually, baby powder with corn starch in it is a good thing to use.",
            "You want to keep it as dry as possible, so don't use lotion.",
            "Put some baby powder on it to soak up moisture and keep the skin from rubbing and irritating it some more.",
            "And as far as what to do about it now, just wear loose cotton pants.",
            "Baby powder may work but you just need to take it easy.",
            "but on some lotion silly"
        ],
        "causes": []
    },
    {
        "entry": 754,
        "treatments": [
            "doing yoga everyday would solve your problem in the most effective way without any side effects.",
            "Well try having lots of sex!",
            "I've always found Ibuprofen (Advil) best for aches and pains because it is an anti-inflammatory.",
            "Take the recommended dose on the bottle for a few days to reduce any inflammation.",
            "Heating pads are nice if the muscle is spasming or tight.",
            "Ice pads are good for new injuries, but only for the first 24 hrs.",
            "If you have the money invest in a few massage sessions (assuming that the damage done to your back is minor).",
            "Heat and cold can releive some of the pain and discomfort and over the counter pain medications if the pain is worse.",
            "If it is muscular, try stretching and moderate exericise.",
            "just dont stop exercising or walking.",
            "if you haven't tried anything for pain, try ibuprophen or any anti-inflammatory.",
            "you can also apply heat to it to help calm down the muscles and hopefully reduce the pain."
        ],
        "causes": []
    },
    {
        "entry": 755,
        "treatments": [
            "Also, in the future try to add crannberry juice to your diet, it really helps calm the symptoms during a UTI and helps prevent future UTIs.",
            "You just need a course of antibiotics.",
            "You need Trimethoprim."
        ],
        "causes": []
    },
    {
        "entry": 759,
        "treatments": [
            "If you have not had sex recently, I suggest getting an over the counter fungal treatment to see if it clears up.",
            "YOU MUST BE VERY HYGIENIC AND CLEAN TO AVOID SUCH THINGS."
        ],
        "causes": [
            "Probably a STD...",
            "If you are athletic, sweat can cause a heat rash...",
            "Heat and friction; sometimes yeast infections.",
            "1.",
            "Jock itch...",
            "a fungus that creates an itching sensation and redness around the testes and penis.",
            "This is something that you develop on your own, especially in warm climates or if you exercise a lot.",
            "2.",
            "STDs.",
            "It could be a number of sexual transmitted diseases, including crabs, clamydia or gonnorhea.",
            "If you see them, it's crabs and you can buy a treatment for them at the store.",
            "Moisture, Heat, STD, Infection, Dirt, Alergic Reactions, Unclean, Soap Residue left on skin from not rinsing well enough after bath, Alergic Reaction To Cloth or Soap Used to Clean Clothes and Under Garments, Oh Yeah Playing With IT TOO MUCH and RUBBING IT RAW.",
            "IF IT IS OUTSIDE IT COULD BE DOBBY'S ITCH",
            " (WASHER MANS)OR  FUNGUI INFECTION IF IT IS INSIDE IT MAY BE V. D"
        ]
    },
    {
        "entry": 761,
        "treatments": [
            "It's better to use a trimmer or just cut them with scissors.",
            "Just get a nose hair trimmer, you don't need to yank it all out, just trim it."
        ],
        "causes": []
    },
    {
        "entry": 765,
        "treatments": [
            "EXFOLIATE DAILY WITH A LOOFAH SPONGE OR BUF PUF.",
            "DON'T SCRUB FACE BUT GENTLY WASH IN CIRCULAR MOTION."
        ],
        "causes": [
            "SOUNDS LIKE KERATOSIS PILARIS.",
            "Perhaps all these different products are irritating her.",
            "It could be eczema."
        ]
    },
    {
        "entry": 766,
        "treatments": [],
        "causes": [
            "vertigo",
            "Food poisning?",
            "it could be an ulcer??",
            "or gastritis?"
        ]
    },
    {
        "entry": 767,
        "treatments": [
            "As far as receding gums, avoid using tartar control toothpaste and use a soft bristle brush.",
            "Get a high quality electric toothbrush and use it to do your gums as well as your teeth.",
            "vitamin c with bioflavonoids is good plus a fruit and veg diet.",
            "In the meantime, unless told otherwise by a dentist, avoid mouthwash with alcohol - that helped me."
        ],
        "causes": []
    },
    {
        "entry": 769,
        "treatments": [
            "icy hot or just a good massage will help",
            "rest",
            "It should ease over the next 24 hours, try putting on a heat pack for 15 mins also, with some gentle stretches.",
            "Hot compresses and time.",
            "In the mean time, try heat, including a warm shower.",
            "Also massage.",
            "If you choose some meds, you could try an anti-imflammatory such as ibuprofen, naproxen, etc.."
        ],
        "causes": []
    },
    {
        "entry": 773,
        "treatments": [
            "Take baths with Epsom Salts.",
            "When it starts to get better, do stretchign exercises.",
            "Mostly chin tucks.",
            "Make sure your the top 1/3 of your monitor is sitting at eye level.",
            "Also, take B vatamins, Calcium/Magnesium/Zinc.",
            "I use a hot water bottle for 20 minutes and then gently roll my neck from side to side.",
            "Warm rag/ hot water bottle",
            "warm bath.",
            "icy hot might help."
        ],
        "causes": []
    },
    {
        "entry": 774,
        "treatments": [],
        "causes": [
            "It may be nothing, but it may be a sign of a retinal or vitreous detachment.",
            "diabetes",
            "aneurysm",
            "it could be something."
        ]
    },
    {
        "entry": 778,
        "treatments": [
            "take some advil",
            "have you got cider vinegar in the house , if you have put quater of a glss full into a cup add one teaspoonfull of clear hone , add then a small amount of butter , yhe size of a pea , put it in the microwave for 1 minuite on high , let it cool and sip it slowly",
            "Hard candy will melt and coat the throat to calm the cough.",
            "Give the Robutussin about an hour.",
            "For Cold symptoms Zicam or zinc tablets will help.",
            "Get rest, drink Orange Juice, and eat balanced meals.",
            "Take some medicine and cough drop and see if it gets better.",
            "cough syrup should help calm it down just fine."
        ],
        "causes": []
    },
    {
        "entry": 779,
        "treatments": [
            "I'd suggest you take some antihistamine like Benadryl or something because you don't want to prolong its symptoms.",
            "Also, make sure you wash your bedsheets, and vacuum all around your bed."
        ],
        "causes": []
    },
    {
        "entry": 781,
        "treatments": [
            "If health is wealth then put down the twinkies and ride a bike or go for a run.",
            "But if you really want to throw your life away then eat all the twinkies and bon bons you can find right before you go to sleep.",
            "Top that with a few gallons of ice cream and cheese cakes.",
            "Eat",
            "Eating before going to bed though is one way."
        ],
        "causes": []
    },
    {
        "entry": 784,
        "treatments": [],
        "causes": [
            "Viral infections can sometimes \"fly under the radar\" causing a bit of gland enlargement but otherwise the person doesn't feel bad - or if pressed maybe feels tired and achey but otherwise okay.",
            "This may be a re-infection of an infection your 9 yr old already had and now his/her immune system is just fired up fighting the infection off.",
            "Sometimes gland enlargement is a harbinger for some infection about to happen.",
            "There may be a local infection, like a splinter that could have activated a lymph gland.",
            "Alternatively sometimes well after having an infection, for instance tonsilitis (weeks, months even) the gland continues to be enlarged despite the person being perfectly well.",
            "The thyroid is around lymph tissue and it swells probably accounting for the confusion noted below.",
            "Infection.",
            "Swollen glands are always part of an infection, but also more serious illnesses like thyroid diseases, take her to pediatrician very soon!"
        ]
    },
    {
        "entry": 785,
        "treatments": [
            "kegels....",
            "In that case, Kegels are probably your best bet -- there's abundant information on the web about proper technique for those, or you could ask your doctor.",
            "try kegal exercise"
        ],
        "causes": []
    },
    {
        "entry": 786,
        "treatments": [
            "Just focus on something far away for a little bit.",
            "Try not turning your eyeball to the side."
        ],
        "causes": [
            "It's just eye strain, your muscles in your eyes are tired.",
            "It just could be ongoing eye strain, or it could be an infection."
        ]
    },
    {
        "entry": 788,
        "treatments": [
            "vision therapy..",
            "also look at 3d images and relax ur eyes..",
            "Make sure you eat the logical veggies:  carrots, etc.",
            "Forget about eating carrots..."
        ],
        "causes": []
    },
    {
        "entry": 789,
        "treatments": [
            "You will need to purchase products that are gluten-free.",
            "No, but just eliminate all grains from your diet with the exclusion of rice.",
            "Don't eat bread, cereals, cookies, pizza, pies, cakes.",
            "Substitute fruit and vegetables for the grains you're giving up."
        ],
        "causes": []
    },
    {
        "entry": 790,
        "treatments": [
            "if you have it and you have something around with penicillin in it and ur not allergic to penicillin take it and don't have intercourse while taking it to prevent the spread or a reaccurance.",
            "the overall best healing process is safe sex.",
            "Azithromycin 1 gram oral per day, or",
            "Doxycycline 100 milligrams twice daily for seven days.",
            "It is simple take the antibiotic that is prescribed and avoid sexual contact as ordered by your doctor untill you are cleared."
        ],
        "causes": []
    },
    {
        "entry": 791,
        "treatments": [
            "You can get a cortisone over the counter med, 1% that will take the itch out.",
            "Tea tree oil works pretty well too, but is really stinky.",
            "Get some calamine lotion.",
            "well maybe you should take some day quill and put anti itch cream where it itches",
            "Benadryl and or hydrocortisone cream should help with the itching."
        ],
        "causes": [
            "I still dont think its flies, I think they are spider bites, they itch like mad."
        ]
    },
    {
        "entry": 793,
        "treatments": [
            "Get ya some glasses."
        ],
        "causes": [
            "sounds like eye strain.",
            "U might need glasses.",
            "Could be the onset of a migraine.....",
            "high blood pressure."
        ]
    },
    {
        "entry": 794,
        "treatments": [
            "Just go au naturel.",
            "insert a plastic or metal devise to check your vagina"
        ],
        "causes": []
    },
    {
        "entry": 795,
        "treatments": [
            "Start taking Estroven.",
            "take off the blankets and sleep in a singlet and shorts nothing heavy sleep only with a sheet",
            "Leave the window closed and don't turn on the fan."
        ],
        "causes": []
    },
    {
        "entry": 798,
        "treatments": [
            "are you taking enough fluids you could be dehydrated you need to drink around 2litres of water a day .",
            "Calcium magnesium zinc pills 3 times a day with meals often work wonders for cramp problems.",
            "eat a banana"
        ],
        "causes": [
            "Sounds like you are low in potasium."
        ]
    },
    {
        "entry": 801,
        "treatments": [],
        "causes": [
            "Morgellon",
            "Maybe you are having a reaction to the bedlinen or what it was washed in.",
            "You could be experiencing an allergic reaction..",
            "Or maybe you have broken blood vessels?"
        ]
    },
    {
        "entry": 802,
        "treatments": [
            "This may include an occupational change (e.g.",
            "Well, you should go for a manual one-time treatment called Atlasprofilax."
        ],
        "causes": []
    },
    {
        "entry": 804,
        "treatments": [
            "They may cut it off or burn it off with a laser.",
            "A dermatologist can remove it for you, using a circular scalpel."
        ],
        "causes": []
    },
    {
        "entry": 807,
        "treatments": [
            "Strategies for coping with insomnia:",
            "avoid or limit caffeine, nicotine, and alcohol, especially in the evening.",
            "make sure none of your medications are affecting your sleep",
            "go to bed and get up at the same time EVERY day",
            "save the bed for sleeping and sex only...",
            "no tv",
            "exercise daily at least 4 hours before bedtime",
            "limit bedtime to 8 hours",
            "do not nap",
            "relax in the evenings...",
            "don't do anything stimulating",
            "eat meals at regular times",
            "try to avoid a bedtime snack",
            "when in bed, concentrate on relaxing",
            "get lots of sunshine",
            "keep your bedroom quiet, dark, and cool",
            "try a sleep mask",
            "avoid beverages at night",
            "try using white noise",
            "Jack Off...",
            "the best advice i could give to you, if your insomnia isnt too bad, is stay up for a full day.",
            "skip a nights sleep, then the next day youll be super tired and hopefully back on a regular sleeping schedule."
        ],
        "causes": []
    },
    {
        "entry": 809,
        "treatments": [
            "For temporary relief of the pain take 800 mg of Ibuprofen which is prescription strength.",
            "If your gums are sore, you can rinse several times a day with warm salt water.",
            "Use 1 teaspoon of salt to 8 ounces of water.",
            "But while you are waiting for your appointment,  some pharmacys have clove oil, that can take away the pain for a little while.",
            "brush and floss more - long term",
            "for now, hit your shin real hard with a hammer",
            "Gargle regulary, floss, brush and see a dentist"
        ],
        "causes": []
    },
    {
        "entry": 811,
        "treatments": [
            "L-Lysine, an amino acid, really helps (you can get it at any drug store/grocery store).",
            "Start taking it as soon as you realize you're getting a cold sore (or ulcer).",
            "There are various ointments that you can get by prescription, and some over-the-counter products help (I think Abreva is probably the best).",
            "But that would only work for something on the outside of your mouth, if it's inside then I would stick with the L-Lysine.",
            "to cure them though is easy,",
            "pack salt onto the ulcer and let it sit therefor 30 sec or so",
            "or gargle with salt water and swish it around the ulcer for awhile"
        ],
        "causes": [
            "canker sores / recurrent minor aphthous ulcers / mouth ulcers",
            "The precise mechanism by which canker sores form has not been definitively determined but it is likely that their development is related to a reaction of an individual's own immune system.",
            "Canker sores are thought to form when, for unexplained reasons, a person's immune system identifies the presence of chemical molecules that it does not recognize.",
            "The carnage created by the lymphocytes' attack on these unrecognized molecules results in the formation of mouth ulcers.",
            "BAD TEETH, GINGIVITIS, BACTERIAL INFECTION.",
            "It can be caused by a form of the herpes virus, or sometimes just irritation to the skin or mouth -- like if you rub your tongue against your teeth for some reason.",
            "stress, plaque, there really is a number of things that cause them"
        ]
    },
    {
        "entry": 816,
        "treatments": [],
        "causes": [
            "yeast infection among other things...",
            "sounds like a yeast infection .. the over the counter stuff don't work you need to see a doctor and get the prescription kind there are a few other things that can give you the same symptoms alot of std's have the symptoms you wrote about.. but it does sound like a yeast infection..",
            "Sounds like a yeast infection.",
            "She might have a vaginal or urinary tract infection or both and 4 months is way to long to have it go untreated.",
            "She could also have a sexually transmitted disease if sexually active."
        ]
    },
    {
        "entry": 817,
        "treatments": [
            "Clean up the diet and/or get the bulemia under control will usually fix the problem.",
            "Stop smoking.",
            "Try swallowing one tablespoon of white vinegar once a day for a week or so."
        ],
        "causes": [
            "Most \"GERD\" is caused by one of two things....",
            "crappy diet and bulemia."
        ]
    },
    {
        "entry": 818,
        "treatments": [
            "What you need to do is change your diet.",
            "Eat less red meat and pork.",
            "Eat more vegetables cooked and raw and eat a lot more fruit.",
            "Another thing you can do while you make this diet a life-changing experience is to wash your face at night with a good natural herbal soap.",
            "Pat your face dry as rubbing will cause acne scarring.",
            "Take a piece about 1 and half inches long and two inches wide from an aloe vera plant.",
            "Cut the sides off, peel the leaf back and apply it to your face.",
            "Let it dry and leave it on overnight.",
            "Wash your face in the morning every morning the same way patting your face dry.",
            "At night and every night thereafter apply the aloe vera."
        ],
        "causes": []
    },
    {
        "entry": 819,
        "treatments": [
            "The best way to get rid of one is to go to a hospital and get surgery, although they are so slow-growing that they are usually ignored unless they are causing a cosmetic problem.",
            "Because its just aberrant fat cells they can also use liposuction techniques to get rid of it, although surgery is the best way to remove all of the tumor for good.",
            "If its a nuisance, or a cosmetic problem, there's a relatively simple solution:",
            "Have it cut out.",
            "Surgery is the only form of treatment and that is a single step treatment which will get rid of the lipoma.",
            "complete removal and study under the microscope.",
            "Surgical excision is one of the options."
        ],
        "causes": []
    },
    {
        "entry": 821,
        "treatments": [
            "Try not to look for ladies with herpes just  because you have it.",
            "Start working out and making yourself feel better and the Ladies will come.",
            "You can take.",
            "to help control the outbreak."
        ],
        "causes": []
    },
    {
        "entry": 822,
        "treatments": [
            "I think a good level of excercise and good diet is definitly required and then look at your work/homelife and cut out stress."
        ],
        "causes": [
            "Myocarditis?",
            "Pericarditis?"
        ]
    },
    {
        "entry": 823,
        "treatments": [],
        "causes": [
            "This is caused by increased bloodflow to the vagina.",
            "Its usually a non-pathological symptom secondary to inflammatory conditions of Vagina or cervix."
        ]
    },
    {
        "entry": 827,
        "treatments": [],
        "causes": [
            "very small fractures along the spine whixh do not heal correctly.",
            "This has to do with a loss of bone mass as people age, and is generally more common in taller people.",
            "It is a condition of the thoracic spinal column that is genetic.",
            "It can be caused late in life due to osteoporosis of the spine causing little breaks in the bone",
            "it is not enviromental, its genetic.",
            "I think it could be because of Stress and eating habits.",
            "But i was searching on the web, and it seems like sometimes it could be because a major disease, such as AIDS."
        ]
    },
    {
        "entry": 831,
        "treatments": [
            "Get the anti-perspirant Certain Dri.",
            "Wake up and take a shower.",
            "stings a little bit but use it at night and starts work within a week...",
            "If you're a girl.. try using men's deoderant and if you don't like smelling manly, get a scentless kind.",
            "i know that secret deoderant is good for the smell and there is something called maxim www.coradhealthcare.com that manufatures the problem if you want to go further with it there is a botox treatment you can do that will block the sweat glands.",
            "well maybe take a shower be for u got to class or just put on deodorant or bring some with you"
        ],
        "causes": []
    },
    {
        "entry": 834,
        "treatments": [],
        "causes": [
            "some MO are resistant to certain antibiotics so they would be useless and unnecessary administration of antibiotics leads to resistance.",
            "Because some bacteria require treatment by specific antibiotics, either because that anyibiotic is the most efficacious or because the bacteria is resistant to certain antibiotics."
        ]
    },
    {
        "entry": 835,
        "treatments": [
            "try garniea anti dandruff shampoo , if u used it try pouch pack of all clear, head and shoulders, if problem still resists try kito kornizole an anti dandruff shampoo it is ultimate solution of it and don't use hair oil when going outside .",
            "use oil in night",
            "First of all do not scratch.",
            "Use a good anti dandruff shampoo like Nizoral",
            "make sure you shapoo every other day, onily scalp comes from not bathing too often.",
            "and use head and shoulder shampoo or blue sensces, it hurts your scalp but it works very well because it has medication in it.",
            "Control may include frequent shampooing or the use of a medicated shampoo prescribed by a physician.",
            "For dandruf you need to buy some good shampoo and conditioner",
            "I suggest you to use diffrent kinds of hair oils",
            "you can sit on sunligth so that oil evaporates."
        ],
        "causes": [
            "Dandruff may be due to dry scalp or to excess secretion from the sebaceous glands, but the cause of the condition is unknown."
        ]
    },
    {
        "entry": 838,
        "treatments": [
            "If the fever is low grade meaning around 100 degrees, then let it run its course.",
            "For a sore throat, try chloraseptic and throat lozenges.",
            "Also gargling with hot as you can stand it salt water will help.",
            "you can try some homeopathic or ayurvedic medicine for a change.",
            "drinking echinecea helps, and for sore throat have warm water with honey and ginger",
            "drink a lot , a lot, a lot of water.",
            "and eat citrus drinks and fruits.",
            "Try taking fresh ginger and boiling in water for 7-10 minutes, then drink the resulting tea, if it is to strong add a little honey to it."
        ],
        "causes": []
    },
    {
        "entry": 839,
        "treatments": [],
        "causes": [
            "If you're really stressed out right now, or into a lot of vigorous sports, that can throw off your period.",
            "the cause of your late periods.",
            "i doubt that ur pregnant if thats wat ur thinking, maybe some pill u took was a birthcontrol or somthin.."
        ]
    },
    {
        "entry": 840,
        "treatments": [
            "Do a modified low carb.",
            "Take in plenty of protein, vegetables and whole wheat pastas and grains.",
            "Avoid sugar, caffeine and junk food.",
            "Do something physical everyday."
        ],
        "causes": []
    },
    {
        "entry": 843,
        "treatments": [
            "how bout not drinking or eating dairy food?",
            "I would recommend--obvious--stop eating dairy.",
            "Raw ginger does help.",
            "away from diary products if you cannot tolerate them.",
            "Peppermint tea also will help.",
            "drink soy dream  a brand of soy milk..."
        ],
        "causes": []
    },
    {
        "entry": 844,
        "treatments": [
            "There are other ways you could take Valium before your appointments and  use general anesthetic (being numb).",
            "get your teeth pulled and get dentures then."
        ],
        "causes": []
    },
    {
        "entry": 845,
        "treatments": [
            "Keeping the patient flat for the amount of time prescribed by Dr.",
            "Checking the site of the catherization for swelling, bruising, bleeding and documenting any change, notifying the dr of excessive changes beyond the expected.",
            "Checking and recording vital signs, noting significant changes, every 15 minutes post op for 1 hour, then ever 1/2 hour for 1 hour, then hourly until they get up.",
            "Once you have passed the prescribed time for being flat, you must resume activity slowly and do nothing in excess.",
            "No hot baths, hot tubs, etc",
            "No aspirin, and resume Coumadin therapy as prescribed by dr.",
            "Instructions to patient on wound care and wound checking.",
            "You should increase activity a little at a time, eat healthy food choices, most people don't do as well with the 2nd or 3rd heart cath"
        ],
        "causes": []
    },
    {
        "entry": 846,
        "treatments": [
            "Procaine, GH3.",
            " The best one for your father would be Vitacel 9, it has the most complete group of vitamins in it.",
            "consider giving him Pau d'Arco tea & Essiac tea."
        ],
        "causes": []
    },
    {
        "entry": 853,
        "treatments": [
            "You could try a simple manouver to break down these adhesions.",
            "Take the thumbs of both hands and place them at the base of your nipple at the 12 o'clock and 6 o'clock positions.",
            "Using firm pressure, draw your thumbs apart, stretching the skin.",
            "Do the same with your thumbs in the 3 and 9 o'clock positions.",
            "Do this regularly and over time it may help.",
            "Otherwise, there are little suction cup things you can buy in larger pharmacies which an help to draw the nipples out.",
            "well u can try suction devices available for retracted nipples.",
            "Getting the nipples pierced might work."
        ],
        "causes": [
            "Inverted nipples are thought to be due to small adhesions below the skin which prevent them everting."
        ]
    },
    {
        "entry": 856,
        "treatments": [
            "Do your push-ups.",
            "Or any workout which works your pectoral (chest) muscles.",
            "A \"minimizer\" bra."
        ],
        "causes": []
    },
    {
        "entry": 857,
        "treatments": [
            "Apply a warm cloth or warm water bottle.",
            "Use over-the-counter pain relief drops for ears.",
            "Take over-the counter medications for pain or fever, like ibuprofen or acetaminophen.",
            "Use prescription ear drops to relieve pain.",
            "Rubbing alcohol drops in the ear.",
            "I have heard of boiling it out with peroxide.",
            "there's this stuff called sweet-oil and you take it as it says on the bottle but it REALLY WORKS for ear related problems and you can get it from any local store like wal-mart so something"
        ],
        "causes": []
    },
    {
        "entry": 858,
        "treatments": [
            "Try not to get stressed out.",
            "eat a lot of oatmeal",
            "Accupuncture...",
            "and good diet and execise."
        ],
        "causes": []
    },
    {
        "entry": 860,
        "treatments": [
            "Suck on lots of ice cubes.",
            "Take some medicine, watch tv or do saomething relaxing but that'll destract you, but most of all, suck on ice cubes!",
            "stop eating for a few hours and drink chamomile tea."
        ],
        "causes": [
            "it could be the beginning of a bug.",
            "Or just gas.",
            "If you feel super bloated, then its probably gas.",
            "But if its just feeling achy it could be the bug.",
            "It could be something you ate.",
            "could be growth.",
            "could be your metabolism was up for some reason.",
            "could be you are wasted...",
            "fast matabolism"
        ]
    },
    {
        "entry": 862,
        "treatments": [
            "medication to prevent them.....",
            "So you need to keep a paper bag close by and sit in a confined area with your knees in your chest... this will help until you can find alternative help or meds."
        ],
        "causes": [
            "I think it was from dehydration or some other chemically imbalance happening in my mind."
        ]
    },
    {
        "entry": 863,
        "treatments": [
            "straighten out a coathanger",
            "If you are trying to get pregnant, try IVF.",
            "take ex lax"
        ],
        "causes": []
    },
    {
        "entry": 870,
        "treatments": [
            "The best way may be to avoid what triggers your asthma.",
            "That may mean giving up pets, having no rugs or curtains in your house, having someone do the cleaning for you.",
            "Home made Gingko Powder from leaves.",
            "Blend and strain them to get powder.",
            "Other than that, avoid strenuous activity that may aggravate your asthma and be careful especially at this time of year:)",
            "All I san say is stay away from dust, smoke and always bring a handkerchief with you to readily cover your mouth and nose."
        ],
        "causes": []
    },
    {
        "entry": 874,
        "treatments": [
            "Clay can help you.",
            "Drink milk.",
            "Eat some ice cream.",
            "Cool dairy products will help soothe it.",
            "I highly recommend french vanilla ice cream.",
            "Gargle with lukewarm salt water and add lemon to your water.",
            "Avoid milk and other creamy stuff at least an hour before also, to keep from getting phlem!"
        ],
        "causes": [
            "Sounds like maybe a fear of public speaking has manifested into the throat problem."
        ]
    },
    {
        "entry": 875,
        "treatments": [
            "Put a teabag on the tooth.",
            "Drink warm liquids only.",
            "try to take some pain killers to help with the pain.",
            "try to eat soup, its better than anything else to eat."
        ],
        "causes": [
            "It seems like you're suffering from a bad case of Pulpitis, soon to be Cellulitis.",
            "Severe Acute Bacterial Endocarditis is a heart infection secondary to the tooth infection, and it can happen if an infected tooth is not attended to, ESPECIALLY the wisdom teeth.",
            "It can also be a case of Abscess, which is basically pus, and if it is, as soon as the dentist drains it you will immediately feel better."
        ]
    },
    {
        "entry": 876,
        "treatments": [
            "Get more Vitamin C in his diet.",
            "Try Vitamin C pills (low dosages) or Green Pepper or Bell Pepper.",
            "The pepper seems to work the quickest (12 hours or so for a semi-permanant fix).",
            "Of course, I am sure there are some chemicals you could rub on it ...",
            "take some bengay and put it     on your finger aand rub it on the infected area",
            "Balmex diaper rash ointment and clean cotton underwear for breathability.",
            "Try Preperation H 4 times a day.",
            "make sure it's clean and slather on the a and d ointment.",
            "cotton panties could help also"
        ],
        "causes": []
    },
    {
        "entry": 878,
        "treatments": [
            "An additional tip on how to maximize the absorption of iron in your body:",
            "usually when you have low iron they just tell you to eat liver.",
            "and with low potassium they say eat bananas."
        ],
        "causes": [
            "Low iron- anemia"
        ]
    },
    {
        "entry": 880,
        "treatments": [
            "eat lots of salad",
            "I do pilates... but for an hourglass... try a corset.",
            "I recommend bird flu or trunk-specific exercises.",
            "low to medium resistance high rep exercises will achieve leaning and toning without bulk"
        ],
        "causes": [
            "bullemia"
        ]
    },
    {
        "entry": 886,
        "treatments": [
            "Go bang your head aginst a wall a few times.",
            "Best relief - STAY OFF YOUR FEET, rest, ice (20 mins every 2 hours) and keep your leg up.",
            "Try alternating an ice pack with a heating pad."
        ],
        "causes": []
    },
    {
        "entry": 887,
        "treatments": [
            "use ice and elavate it when you are not standing.",
            "make sure to ace bandage on it for a little compression.",
            "but putting the ace wrap on it and wear supportive shoes like sneakers that will really help",
            "YOU CAN PROP UP ANKLE USE ICE 20 MIN THEN MOIST HEAT 20   MIN 4 x A DAY",
            "TRY TAKING SOMETHING LIKE MOTRIN (IF YOU-CAN) HELPS WITH INFLAMMATION TRY TO STAY OFF IT IF POSSIBLE",
            "you cam use ice to make the swelling go down",
            "try these",
            "you can use heat to warm it up because it is not a recent injury, meaning it's been over a week since it happened, so heat is good for stretch and warm up.... then do exercises twice a day and ice afterwards."
        ],
        "causes": [
            "It's called chronic inflammation...",
            "it occurs because of lots of different things.... do some ankle exercises to help try and pump the fluid around"
        ]
    },
    {
        "entry": 889,
        "treatments": [
            "Use a condom, don't have unprotected sex please.",
            "#1 cause these days becareful by not doing it at all self control wil be your safest bet",
            "Please either don't have anal sex or make sure to wear a condom if you do although many say it still doesn't work."
        ],
        "causes": []
    },
    {
        "entry": 896,
        "treatments": [
            "What really helps (and I swear by this) is taking fiber supplements like Metamucil.",
            "I highly recommend this as a long-term solution to constipation.",
            "There are some foods that help as well: anything containing fiber (especially oatmeal!",
            "), lots of water, and prunes (either dried or fresh, doesn't matter).",
            "Try Metamucil, and you will see instant results if you take the recommended dosage.",
            "Make sure you're getting plenty of SOLUBLE fiber.",
            "If nothing else get some more of that powder and use it regularly.",
            "do an herbal organic colon cleanse.",
            "after you do the cleanse make sure you get enouigh water each day.",
            "Th e use of bulk laxatives such a Metamucil taken with a large amount of water should help."
        ],
        "causes": [
            "The way it sounds, you could have a condition called IBS.",
            "It could be something as simple as a food intolerance causing your constipation."
        ]
    },
    {
        "entry": 901,
        "treatments": [
            "The right antidepressant as well as educating the caregivers by allowing the the elderly to  make as many decisions for themselves as they can, keeping them as active as their physical health will allow & keeping them in a safe & stress-free environment as well as providing them fluids & nutritious foods throughout the day."
        ],
        "causes": [
            "I wholeheartedly believe that behavior, specifically our atrocious eating habits and lack of daily exercise routines, has contributed to the increase of diabetes and ESRD.",
            "I would definitely say depression."
        ]
    },
    {
        "entry": 902,
        "treatments": [],
        "causes": [
            "Impaired tissue perfusion r/t vascular damage.",
            "Knowledge deficit r/t diet, checking glucose, and administering insulin injections.",
            "Fluid Volume deficit r/t absent or deficient insulin function",
            "Knowledge deficit r/t newly diagnosed diabetes"
        ]
    },
    {
        "entry": 904,
        "treatments": [
            "anyway, you could try pepto-bismol....",
            "If you are infected with this bug, get rid of it immediately mith an antibiotic regimen.",
            "Rest?",
            "Antiacids?"
        ],
        "causes": []
    },
    {
        "entry": 906,
        "treatments": [],
        "causes": [
            "Sounds like dermographism.",
            "This is physical form of chronic urticaria.",
            "I am not sure but I do know that certain people's skin get easily irritated with the normally used alcohol and antibacterial based soaps.",
            "Some antibacterial soaps have different chemical reations to skin types and create skin irritation among some.",
            "mite be alirgic(how do u spell that?)"
        ]
    },
    {
        "entry": 908,
        "treatments": [
            "Try having your gall bladder checked.",
            "Take something for constipation and eat a high fiber diet.",
            "After having food, do not lay down until an hour or so is passeed.",
            "Avoid acidic and spicy food and also alcohol.",
            "Take AlMg medication after food, and TAKE IT EASY!"
        ],
        "causes": [
            "It could be that you are not emptying your bowles often enough.",
            "Seems you're right in diagnosis: stomach ache.",
            "Gastritis is a very common problem in digestive system and the more you take it easy, the shorter the course of pain.",
            "sounds like you've pulled a muscle in you back, if it persist within the next few days i would go to a doctor, try bayer...",
            "Unless you strained something, it is probably stress-related pain."
        ]
    },
    {
        "entry": 910,
        "treatments": [
            "eat a healthier diet stop eating so much sugar eat more vegetables raw avacadoes and brocolli are good to have in his diet."
        ],
        "causes": [
            "If there is not anything important enough to to suffer through ED (erectile dysfunction), there might be a prostate problem or something to do with the urinary tract.",
            "it is a bit abnormal but how ever it might just be from him wanking too much or maybe he just needs to live out a more erotic scene from his imagination, what turns him on or just a dildo up the rear pipe always works"
        ]
    },
    {
        "entry": 915,
        "treatments": [
            "In this case, wash new sheets and pillowcases a few times before using them and that should help, and stick to the 100% cotton kind.",
            "Also, if you suspect the laundry detergent, go back to another one that didn't bother you or even try Cheer."
        ],
        "causes": [
            "It could be that they are not 100% cotton and that could do it.",
            "In his case the \"sizing\" they add to new sheets--even the cotton ones--was causing his rash and discomfort.",
            "Oh, and the sluggish feeling you're having--that could be caused by the antihistamines the ER gave you.",
            "Also allergies can make you feel that way too."
        ]
    },
    {
        "entry": 916,
        "treatments": [
            "Anyway, you shouldn't eat out of boredom AND you shouldn't not eat at all.",
            "Eat when you feel hungry, stop when you don't.",
            "And if you feel bored, exercise!",
            "Just eat three healthy meals a day."
        ],
        "causes": [
            "You have an eating disorder."
        ]
    },
    {
        "entry": 918,
        "treatments": [],
        "causes": [
            "but if its stong and fishy smelling then it could be a yeast infection.",
            "well i think your teacher isnt aware that she has bacterial vaginosis... that if her discharge smells like fish but it's normal if the smell goes for what she takes inside her body..."
        ]
    },
    {
        "entry": 919,
        "treatments": [],
        "causes": [
            "You could have a disc out of place in your back.",
            "ex.",
            "It could be a sinus infection.",
            "Could be a gall bladder issue, if this keeps up you really need to get checked out."
        ]
    },
    {
        "entry": 920,
        "treatments": [
            "You need a blood test to confirm celiacs, then just never eat any gluetin at all ever again.",
            "Colon cleanse liver flush, raw fresh greens and fruit."
        ],
        "causes": []
    },
    {
        "entry": 921,
        "treatments": [],
        "causes": [
            "Possibly you might have a fever.",
            "Or your blood pressure might be going up."
        ]
    },
    {
        "entry": 922,
        "treatments": [
            "Or run now!"
        ],
        "causes": [
            "Sounds like the flu.......",
            "caused by minor problems like eyestrain, lack of coffee or more",
            "serious reasons like head injury, brain tumors, encephalitis and",
            "meningitis.",
            "It can be lots of things, flu, meningitis....",
            "headache and stiff neck can indicate meningitis."
        ]
    },
    {
        "entry": 924,
        "treatments": [
            "If all else has failed in treatment and all clinical trials have been exhausted at this point, then if it was me, and I would have nothing to lose here, I would try what has claims to work....",
            "such as vitamin C intraveneous...",
            "And then I would try the urine diet......"
        ],
        "causes": []
    },
    {
        "entry": 928,
        "treatments": [
            "you need to cough it up.",
            "Try eating a cracker or something like that and wash it",
            "down with a good drink of water or milk.",
            "Drink some water.",
            "Hello- Try a hot drink.",
            "eat a slice of bread and that works for me all the time."
        ],
        "causes": []
    },
    {
        "entry": 929,
        "treatments": [
            "i think natural yoghurt works!",
            "Ive heard the plain yougert (sp) will do the trick..."
        ],
        "causes": []
    },
    {
        "entry": 931,
        "treatments": [],
        "causes": [
            "you could be having a false pregnancy or you could have a medical problem.",
            "hormones, ovary cyst.",
            "she had a cyst or something.",
            "Endometriosis..."
        ]
    },
    {
        "entry": 932,
        "treatments": [
            "Tylenol 3"
        ],
        "causes": [
            "You may have an abscess in which case he will prescribe antibiotics and pain relievers until he can fix it.",
            "It could be an impacted tooth.",
            "It might be that one of your wisdom teeth is coming in."
        ]
    },
    {
        "entry": 933,
        "treatments": [
            "avoid wearing your contact lenses for a few days.",
            "also try not being on the computer or in front of the television for too long as the strain may be the cause of the redness on your eyes.",
            "lay off the wacky tabacky is also another solution...",
            "try putting sliced cucumber on ur eyes...",
            "close them first ofcorz.",
            "try wearing cute eyeglases instead, or try putting an ice cap over the affected eye.",
            "Artificial tears"
        ],
        "causes": [
            "it may be an indiaction high blood pressure or 2 much pressure in your eye, but there are eye drops to reduce the pressure...",
            "It only means that your eyes are getting tired of wearing contact lenses."
        ]
    },
    {
        "entry": 934,
        "treatments": [
            "Well, first of all i'd say to lose weight you have to eat less!!!",
            "i prefer counting calories!!!",
            "you can eat anything you want, just know how many kkal in what you eat.",
            "eating less wont help you just have to cut carbs and exercise",
            "well ovias cut on junk foodz n eat a variety of 5 a day fruitz n vegz",
            "!!!!!!!!",
            "don't plunk down tons of money on a gym membership, walking it great!!!!",
            "wear your ipod, or and listen to fun music",
            "as for food, for me I cut carbs, take Vitamins, but regardless of the eating plan you select,  the thing to do is plan ahead, pack your lunches, this helps the battle of temptation of selecting the wrong menu item at the fast foods places, when you dash out of the office for lunch"
        ],
        "causes": []
    },
    {
        "entry": 936,
        "treatments": [
            "make it tighter.",
            "Or use a smaller string!",
            "You can also just use a pair of scissors and cut it off."
        ],
        "causes": [
            "The string wasn't tight enough to choke off the blood supply.",
            "Yup, you are choking off the blood supply and killing off the tag so it falls off."
        ]
    },
    {
        "entry": 938,
        "treatments": [
            "You could also take an anti-inflamatory like Naproxen if you do not have reflux or a history of stomach ulcer.",
            "You could take 500mg every 6 hours and it should be effective for an acute gout attack."
        ],
        "causes": []
    },
    {
        "entry": 939,
        "treatments": [
            "take care of your body and eat more than one meal a day.",
            "Walk daily 8 km.",
            "just try to eat more fruits like me..."
        ],
        "causes": []
    },
    {
        "entry": 940,
        "treatments": [],
        "causes": [
            "she has 1)high blood pressure 2)mild diabetes",
            "also she may not be drinking enough water",
            "sounds like dependent edema.",
            "she may suffer from congestive heart failure.",
            "probably water retention",
            "I agree with the congestive heart failure.",
            "The reason that her feet are not swollen in the morning is that when she lays down the fluid eaisly moves back towards the chest and thus her feet do not look swollen."
        ]
    },
    {
        "entry": 945,
        "treatments": [
            "While its healing drink lots of water, and gargle a mouthwash/water mixture after eating for a week or so.",
            "Just be carefull when eating, dont eat anything spicy or salty for the first few days.",
            "Try not to smoke while its healing."
        ],
        "causes": []
    },
    {
        "entry": 947,
        "treatments": [],
        "causes": [
            "you could be allergic to something you are eating..",
            "you could be allergic to the weed killer-those things tend to be airbourne, right?",
            "you could also being having exercise-induced allergies, which is where people sometimes get rashes all over after doing anything physical like running, jogging, doing sports etc.",
            "Sounds like an allergic reaction to me.",
            "You're probably just experiencing hives which just means your immune system was reacting to the new substance."
        ]
    },
    {
        "entry": 949,
        "treatments": [
            "Try ice.",
            "Maybe take an 600mg (3 tablets) ibuprofen (aka advil or motrin) continue to rest, and then see how you feel.",
            "Try rubbing Robitussin on your arm.",
            "id find some oxycotn"
        ],
        "causes": [
            "You probably did something funny to the nerve.",
            "There may be an injury to a nerve that connects to the rest of your arm...",
            "but I'm guessing that the pain in your elbow isn't from the burn, but perhaps you pulled your hand away quickly from the firework and basically twisted your arm.",
            "You probably pinched a nerve."
        ]
    },
    {
        "entry": 955,
        "treatments": [
            "take it out let it heal and maybe try again",
            "You should try proactiv here is the website orderproactiv."
        ],
        "causes": []
    },
    {
        "entry": 958,
        "treatments": [
            "You need vitamin C. There are some nice chewy tabs that I get, but the best source is a belly-full of fresh fruit....",
            "Also, get lemonade if it has 'citric acid' in it, that is vitC, too....",
            "Blistex if you currently have one.",
            "Limit citric acid and caffeine, and drink 8 glasses of water a day.",
            "You can calm an outbreak with some home remedies, or with anti-viral medications, but the virus stays with you.",
            "Take the supplement Lysine everyday, you can purchase it at the the grocery store where the vitamins and herbs are, works excellent.",
            "Also, putting DMSO diectly on the cold sore will heal it up quickly."
        ],
        "causes": []
    },
    {
        "entry": 962,
        "treatments": [
            "The best thing to do is not wear your contacts for a few days.",
            "Rinse ur eye with water."
        ],
        "causes": [
            "It sounds like just an infection.",
            "You could have any number of infections."
        ]
    },
    {
        "entry": 966,
        "treatments": [
            "First if the cat is going to keep going outside get Frontline.",
            "Get at least two flea bombs, remove   or seal up in the cabinets all the food and dishes.",
            "Strip the bedding and wash it all.",
            "Try it.",
            "Now as for the fleas, put seven dust around your house on the outside, it kills fleas and prevents them from entering your house.",
            "Use a black Flag bomb or two.",
            "Get sulfur candles (work as well but hard to find).",
            "Stuff all cracks, leave the house closed up for 24 hrs after either treatment.",
            "Buy an Organic soap base(vegan) Add peppermint and tea tree essential oil> Folloe a soap receipe you can get all over the internet."
        ],
        "causes": []
    },
    {
        "entry": 967,
        "treatments": [
            "try to massage the area that the injection was given.",
            "If it was for dental work, try drinking chicken broth or some kind of soup.",
            "Just make sure it is not too hot that you burn yourself.",
            "If you had novacaine anywhere else on your body, try a heating pad or a bath just as long as it's not too hot to burn that area of the body."
        ],
        "causes": []
    },
    {
        "entry": 968,
        "treatments": [
            "get a new thyroid or take synthoid",
            "there isnt a cure, but as long as you take as directed your levothyroxine - synthroid - levoxyl or whatever the doc prescribed youll be 100% normal",
            "The thyroid hormones that are lacking must be replaced via medication and levels must be checked periodically to ensure that treatment is effective.",
            "Stay away from soy products..."
        ],
        "causes": []
    },
    {
        "entry": 970,
        "treatments": [],
        "causes": [
            "I'm not a doctor but a guess would be trigger finger or carpal tunnel syndrome.",
            "It could be nerve impingement, cramps due to electrolyte deficiency or any number of other things.",
            "This could be a number of things, such as a tendonitis, arthritis, contractures, Carpal Tunnel Syndrome, or a nerve disorder.",
            "You may have a pinched nerve."
        ]
    },
    {
        "entry": 971,
        "treatments": [
            "unfortunately there is no cure for atopic dermatitis, it can be controlled with preventive measures and medications.",
            "Preventive measures include keeping the skin moisturized, through proper bathing and the use of moisturizers; avoiding irritants and allergens that cause a rash or make a rash worse (such as certain soaps, dust mites, or specific foods); and using topical medication on the rash.",
            "In severe cases, oral or injected medication or exposure to ultraviolet (UV) light at a clinic or health professional's office may be used.",
            "You can however, reduce it.",
            "Try to figure out what you're allergic to and avoid them(if possible).",
            "Make sure your skin is moist at all times.",
            "Most importantly, dont itch!"
        ],
        "causes": []
    },
    {
        "entry": 972,
        "treatments": [
            "Try timing your sleep to sleep cycles.",
            "If you can't do six at night, I would recommend 4&1/2 at night and 3 during the day."
        ],
        "causes": []
    },
    {
        "entry": 975,
        "treatments": [
            "Eat right, excercise, meditation, adherance to your meds......",
            "If you want to improve your health all I can suggest is a healthy diet, exercise, plenty of sleep, stop smoking, cut down on alcohol and caffiene intake...",
            "good exercize and eat right"
        ],
        "causes": []
    },
    {
        "entry": 983,
        "treatments": [
            "Please control your eating habits and try to exercise restraint when you feel like doing it.",
            "Also, have a regular routine and try to follow this practice."
        ],
        "causes": [
            "Panacea got it right, the same hormones case the lining of your intestines and bowel to contract.",
            "Part of your period involves the release of hormones that cause smooth muscle to contract.",
            "That causes the uterus to expel the sloughed off uterine wall.",
            "It is likely that all of yours is expelled all at once when that smooth muscle contracts.",
            "You may have endometriosis.",
            "Women with endometriosis can have painful bowel movement, diarrhea, crampy abdominal pain(more than usual for other women).",
            "Also if you have pelvic inflammatory disease, Irritable bowel syndrome this is possible.",
            "It is more psychological.",
            "You have a diet problem.",
            "U are not eating at regular times and when u do u are not eating healthy.",
            "Or put more simply you a slight weight problem.",
            "When u are having your period your body becomes all bloated as it is actually excreting waste matter.",
            "The movement created by your stomach ie the cramping and contracting as the waste is excreted from your uterus has a similiar effect on your stomach, pushing out all of the gas which has accumulated in your body over time."
        ]
    },
    {
        "entry": 985,
        "treatments": [],
        "causes": [
            "he probably doesn't have a stomach problem because the pain is near his belly button.",
            "Probably an ulcer which is caused by a common bacteria and can be treated with anti-biotics."
        ]
    },
    {
        "entry": 986,
        "treatments": [
            "Increase the humidity and invest in a good furnace."
        ],
        "causes": [
            "maybe carbon monoxide poisoning...",
            "It's possible, due to lack of humidity."
        ]
    },
    {
        "entry": 990,
        "treatments": [
            "Never wear a tampon at the end of your period when you're not bleeding heavy.",
            "Where a panty liner or pad when this happens.",
            "put on a pad .."
        ],
        "causes": []
    },
    {
        "entry": 994,
        "treatments": [
            "I got a trick to eliminate this problem.",
            "Do this and you will never have another sty again."
        ],
        "causes": []
    },
    {
        "entry": 997,
        "treatments": [
            "Go with Jombojoly but also take a decongestant pronto.",
            "You need to clear the passages in order to remove the pressure."
        ],
        "causes": []
    },
    {
        "entry": 998,
        "treatments": [
            "Rest them every evening by laying down on your back if possible and placing a pillow under your feet so they are a few inches above the rest of your body for about 30 minutes or longer."
        ],
        "causes": [
            "it may be allergy from something u eat or drink , and also it may be varicoses, in both cases u should recall ur doctor to avoid complication",
            "makr sure it isn't diabetes",
            "bad circulation!!"
        ]
    },
    {
        "entry": 1000,
        "treatments": [
            "benedryl, acyclovir is an antiviral for herpes but might help reduce symptoms because same viral class, use calamine lotion and aveeno bath products give him socks and encourage him to put one on his hand and pat the area that itches rather than scratch it and call his pediatrician, sometimes they order a pain reliever or medication that makes themm drowsy but takes the painful edge off so your baby can rest a little",
            "Piriton tabs, with added bonus that they help you get to sleep!",
            "Plus soaking in oatmeal baths."
        ],
        "causes": []
    }
]